{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-790?country=de&page=1","title":"Senior Projektmanager (m/w/d) Softwarentwicklung & AI Solutions","locations":["HAMBURG"],"tasks":["Beratung bei der strategischen und technologischen Weiterentwicklung von Anwendungen, insbesondere in Bezug auf den Einsatz innovativer, neuer Technologien (u.a. AI Agents)","Durch deine sehr gute Planung und Organisation führst du erfolgreich unser agiles Projektteam und bist hauptverantwortlich für das Projektergebnis","Du übernimmst die zentrale Rolle als Ansprechperson für unsere Kunden, wenn es um die Priorisierung und Umsetzung wichtiger Projektschritte geht – und stimmst dich dabei eng mit beteiligten Partnerfirmen an den relevanten Schnittstellen ab.","Die Konzeption, Planung und Durchführung von Workshops gehört zu deinen Stärken und macht dir Freude."],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","BEZAHLTE ZERTIFIZIERUNGEN","JOB TICKET","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Erfolgreich abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik, Wirtschaftswissenschaften oder ähnliches","Mehrjährige Berufserfahrung in der agilen Projektleitung (z.B. als Product Owner, Scrum Master oder vergleichbares)","Technisches Verständnis im Bereich Software- und Webentwicklung sowie Projekterfahrung mit komplexeren Content-Management-Systemen","Du zeichnest dich durch ein hohes Maß an Eigeninitiative aus und kombinierst diese mit deinen analytischen Fähigkeiten","Gute Präsentations- und Kommunikationsfähigkeit, sowie sehr gute Deutsch- und Englischkenntnisse und gelegentliche Reisebereitschaft"],"company":"Reply","scraped_date":"2025-06-23 14:59:47"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-629?country=de&page=1","title":"Designer (m/w/d)","locations":["MÜNCHEN"],"tasks":["Dein multidisziplinäres Kreativ-Talent setzt du ein, um unsere komplexen und vielseitigen Projekte zu begleiten, die von strategischen Engagements, über Dienstleistungsdesign bis hin zum (digitalen) Produktdesign reichen","Du übernimmst gerne das Steuer und bist für kleine Projekte verantwortlich","Du hilfst unseren Kunden dabei, ihre Geschäftsprozesse zu verbessern und den Austausch mit ihren eigenen Kunden neu und effektiver zu gestalten","Die hervorragende Qualität deiner Arbeit stellst du sicher, indem du immer am Ball bleibst. Durch die Weiterentwicklung in einer oder mehreren spezifischen Disziplinen (z.B. Dienstleistungsdesign, visuelles Design, Interaktionsdesign) lernst du kontinuierlich weiter","Für das Team bist du eine Inspiration und ihr überschreitet zusammen qualitative Grenzen"],"benefits":["FLEXIBLE ARBEITSZEITEN","INTERNATIONALES TEAM","EXKLUSIVE MITARBEITER RABATTE","KNOW-HOW SHARING","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium im kreativen Bereich und relevante Berufserfahrung als Designer in Designfirmen oder firmeninternen Teams","Wir freuen uns über ein Portfolio mit einer nachgewiesenen Erfolgsbilanz im Design komplexer, digitaler Multi-Touchpoint-Lösungen","Fundierte Fähigkeiten und Erfahrungen in mindestens einer der folgenden Disziplinen: Dienstleistungsdesign, Visuelles Design, Interaktionsdesign sowie die Bereitschaft sich in anderen Bereichen zu entwickeln","Fließende Sprachkenntnisse in Deutsch und Englisch (Italienisch ist ein Plus) runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 14:59:53"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10166?country=de&page=1","title":"Junior UX Consultant (m/w/d)","locations":["MÜNCHEN"],"tasks":["Gemeinsam mit unseren Projektteams deckst du ein breites Spektrum ab. Von visionären strategischen Vorhaben bis hin zu detaillierten Aufgaben wie Experience Orchestration, Service Design und (digitalem) Produktdesign","Dabei analysierst, konzipierst und gestaltest du moderne und ansprechende User Interfaces in agilen Entwicklungsteams für ein herausragendes Nutzererlebnis","Du unterstützt bei der Durchführung von Workshops und Co-Creation-Sessions mit unseren Kunden","Persönliche Weiterentwicklung liegt dir am Herzen und darum nutzt du gerne die Chance, von deinen Kollegen zu lernen"],"benefits":["FLEXIBLE ARBEITSZEITEN","INTERNATIONALES TEAM","EXKLUSIVE MITARBEITER RABATTE","KNOW-HOW SHARING","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium im kreativen Bereich","Zudem hast du idealerweise erste Berufserfahrung sammeln können, z.B. in einer Digitalagentur, einem IT-Unternehmen oder im Beratungsumfeld","Ein überzeugendes Portfolio, das deine Fähigkeit zur Gestaltung komplexer digitaler Lösungen mit mehreren Berührungspunkten belegt","UI/UX-Design-Tools (hauptsächlich Figma) sind dir kein Fremdwort","Du hast gute methodische Kenntnisse im Bereich User Experience, Design Thinking und in der agilen Projektarbeit.","Sehr gute Sprachkenntnisse in Deutsch und Englisch runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 14:59:59"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10713?country=de&page=1","title":"Consultant (m/w/d) – Business Intelligence & Data","locations":["BERLIN","HAMBURG","DÜSSELDORF","FRANKFURT","GÜTERSLOH","KÖLN","MÜNCHEN"],"tasks":["Beratung unserer Kunden bei der Implementierung und Optimierung von Power BI- und Microsoft Fabric-Lösungen","Entwicklung interaktiver Dashboards und Reports zur datengetriebenen Entscheidungsfindung","Datenmodellierung und Transformation mit DAX, Power Query und Fabric Dataflows Gen 1","Optimierung und Entwicklung von ETL-Prozessen auf der Microsoft Fabric-Plattform","Zusammenarbeit mit interdisziplinären Teams zur Integration von BI- und Data-Lösungen in bestehende Geschäftsprozesse","Durchführung von Requirements Engineering Workshops und Schulungen, um Kunden den optimalen Einsatz von Power BI und Microsoft Fabric zu ermöglichen","Unterstützung bei der Weiterentwicklung von BI-Architekturen und Datenstrategien"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","DEUTSCHLANDTICKET","Ein starkes, motiviertes Team: Wir setzen auf eine unterstützende und dynamische Unternehmenskultur","Bezahlte Zertifizierungen: Entwickle dich mit Microsoft-Zertifikaten weiter (z. B. Power BI, Microsoft Fabric)","Hybrides Arbeiten & Workation: Flexible Arbeitszeiten, Remote-Optionen & EU-weites Arbeiten (100% Homeoffice möglich)","Internationale Projekte: Zusammenarbeit mit Unternehmen aus verschiedenen Branchen & Ländern","Weiterbildung & Mentoring: Individuelle Karriereentwicklung durch Schulungen & Coaching","30 Tage Urlaub & Sonderboni: Für Sport, Kita-Zuschuss und besondere Anlässe"],"qualifications":["Erfolgreich abgeschlossenes Studium in Informatik, Wirtschaftsinformatik, Data Science oder einem vergleichbaren Bereich","Mindestens 2 Jahre Erfahrung mit Power BI, Datenmodellierung (DAX, Power Query) und ETL-Prozessen","Interesse an modernen Datenplattformen, insbesondere Microsoft Fabric und der Azure Data Plattform","Erfahrung in der Zusammenarbeit mit Kunden und ein ausgeprägtes Gespür für ihre Anforderungen","Hohe Motivation, Eigeninitiative und die Fähigkeit, sich in einem dynamischen Umfeld schnell zurechtzufinden","Sehr gute Deutsch- und Englischkenntnisse sowie gelegentliche Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:05"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10856?country=de&page=1","title":"Cloud Platform Engineer (m/w/d)","locations":["BERLIN","DÜSSELDORF","GÜTERSLOH","MÜNCHEN","HANNOVER"],"tasks":["Planung, Aufbau und Optimierung containerbasierter Infrastrukturen mit Tools wie Docker und Kubernetes","Automatisierung von Infrastrukturprozessen mittels Infrastructure-as-Code (z. B. Terraform, Ansible)","Konzeption und Pflege robuster CI/CD-Pipelines (z. B. mit GitLab, Jenkins)","Enge Zusammenarbeit mit Entwicklung und IT-Operations zur Etablierung eines DevOps-Mindsets","Kontinuierliche Weiterentwicklung deiner Skills – wir fördern deine Neugier aktiv!"],"benefits":["FIRMEN EVENTS","HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","Wachsendes Start-up Unternehmen mit hoher Flexibilität, Eigenverantwortung und Chancen","Mitmach-Kultur, flache Hierarchien und eine ausgeprägte Vertrauens- und Feedback-Kultur","Modernes, hybrides Arbeiten in High-End Offices sowie neues Equipment nach deiner Wahl","Zugang zu individuellen externen und internen Weiterbildungsmöglichkeiten sowie Zertifizierungen (von Soft-Skill Schulungen, über Cloud Zertifikate bis hin zu internen Kursen)","Vernetze dich bei unseren regelmäßigen Firmenevents wie z.B. bei der jährlichen Reply Xchange in der BMW-Welt in München oder unseren aktiven Sommerevents","Attraktive Mobilitätsangebote wie das Deutschlandticket oder Jobrad"],"qualifications":["Erfolgreich abgeschlossenes Studium in Informatik, Mathematik, Physik oder vergleichbaren Fachrichtungen","Erfahrung mit Cloud-Technologien, insbesondere in der Microsoft Azure Umgebung","Fundierte, praktische Erfahrung mit DevOps-Prinzipien, Infrastructure-as-Code, CI/CD sowie Container-Technologien","Vertrautheit mit virtualisierten Infrastrukturen, cloudbasierter Speicherung sowie Sicherheits- und Identitätsdiensten ist von Vorteil","Erste Kenntnisse in der Entwicklung von Backend- oder Frontend-Anwendungen sind ein Plus","Sehr gute Kommunikationsfähigkeiten in Deutsch (mind. B2) und Englisch sowie gelegentliche Reisebereitschaft rundet dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:11"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10786?country=de&page=1","title":"Teamassistenz (m/w/d) – Hardware & Betriebssupport (Teilzeit)","locations":["MÜNCHEN"],"tasks":["Du prüfst regelmäßig unsere technische Ausrüstung und führst einfache Funktionstests durch","Du begleitest Wartungsarbeiten und kleinere Reparaturen oder koordinierst diese mit Dienstleistern","Du dokumentierst den Zustand der Hardware und sorgst für reibungslose Austausch- oder Upgrade-Prozesse","Du kümmerst dich um Versand, Lieferscheine, Zoll-Themen und unterstützt im Warenfluss","Du sorgst dafür, dass immer genug Ausrüstung, Ersatzteile oder Sicherheitskleidung verfügbar sind","Du hilfst mit, wenn im Büro oder Lager etwas gebraucht wird – unkompliziert, schnell, lösungsorientiert"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Sonderboni wie z.B. EGYM Wellpass, ÖPNV Zuschuss, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Freiheiten zur Geschäftsentwicklung im sehr guten Einklang mit Unterstützung und Rahmenbedingungen","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Eine abgeschlossene Berufsausbildung, idealerweise im technischen, mechatronischen oder handwerklichen Bereich","Erfahrung im Umgang mit technischer Hardware, Werkzeugen und ggf. Reparaturabläufen","Sicherer Umgang mit Standardsoftware (z. B. Outlook, Excel, idealerweise auch mit einem Warenwirtschaftssystem)","Erfahrung im Umgang mit Versandabläufen, Zollformalitäten und Lieferscheinen","Strukturierte, pragmatische Arbeitsweise und Spaß daran, Technik und Team gleichermaßen zu unterstützen","Sehr gute Deutschkenntnisse, gute Englischkenntnisse und gelegentliche Reisebereitschaft"],"company":"Reply","scraped_date":"2025-06-23 15:00:17"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10480?country=de&page=1","title":"Lead Consultant - Microsoft Dynamics Service (m/w/d)","locations":["FRANKFURT","BERLIN","MÜNCHEN","HAMBURG","DÜSSELDORF","KÖLN","GÜTERSLOH","BREMEN","HYBRID"],"tasks":["Durch deine Anleitung führst du fachlich unser Dynamics Service Team in der Einführung und Optimierung von Microsoft Dynamics Service, um eine optimale Kundenerfahrung und Implementierungsprojekte sicherzustellen","Du fungierst als erster Ansprechpartner für das interne Team und unterstützt bei der Lösung komplexer Kundenanfragen","Du berätst unsere Kunden und Kundinnen bei der Implementierung und Anpassung von Microsoft Dynamics-Lösungen mit Fokus auf Service Management","Du nutzt deine Kreativität um die Customer Journey auf das nächste Level zu heben, dabei erhältst du bei uns Gestaltungsfreiheit und die nötigen Ressourcen","Gemeinsam mit deinem Team analysierst du Kunden- und Kundinnenanforderungen und entwickelst zur Verbesserung der Kunden- und Kundinnenzufriedenheit maßgeschneiderte Service-Prozesse und -Workflows","Du führst Schulungen und Workshops durch, um das Wissen und die Fähigkeiten der Teammitglieder im Umgang mit Microsoft Dynamics zu fördern"],"benefits":["HYBRIDES ARBEITEN","BEZAHLTE ZERTIFIZIERUNGEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","“Workation” an europäischen REPLY Standorten sowie bis zu drei Wochen remote working im EU-Ausland","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Standortunabhängiges, modernes, hybrides Arbeiten im High-End Office","Zugang zu internen Schulungen und Weiterbildungen, um die Kenntnisse im Bereich Microsoft Dynamics 365 & Power Platform zu vertiefen und aktuelle Trends und Technologien zu verfolgen","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Sonderboni wie z.B. Sportverein, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Freiheiten zur Geschäftsentwicklung im sehr guten Einklang mit Unterstützung und Rahmenbedingungen","Erfahre hier mehr über Nachhaltigkeit bei Reply!"],"qualifications":["Erfolgreich abgeschlossenes Studium im Bereich Wirtschaftsinformatik, Betriebswirtschaft, Informationsmanagement oder einer vergleichbaren Fachrichtung","Fundierte Kenntnisse in Microsoft Dynamics, insbesondere im Bereich Customer Service und Fieldservice, idealerweise auch im Bereich Contact Center","Kenntnisse in Dataverse, TypeScript, Power Automate, Copilot Studio sowie Plugin Programmierung","Sicheres Auftreten und Umgang mit Enterprise Kunden","Erfahrung in der Koordination, Führung und Planung von Teams, mit einem besonderen Talent, Teammitglieder zu motivieren und zu fördern","Ausgeprägte analytische Fähigkeiten und eine lösungsorientierte Denkweise sowie die Fähigkeit, komplexe Sachverhalte verständlich zu erklären","Starke Kommunikationsfähigkeiten in Deutsch und Englisch sowie gelegentliche Reisebereitschaft rundet dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:23"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10460?country=de&page=1","title":"Business Central Consultant (m/w/d) Einkauf & Verkauf","locations":["BREMEN","DÜSSELDORF","FRANKFURT","GÜTERSLOH","HAMBURG","KÖLN","MÜNCHEN","BERLIN"],"tasks":["Du berätst unsere Kunden in Digitalisierungsprojekten und bei der Nutzung von Microsoft Dynamics 365 Business Central /NAV offen und ehrlich","Du bist für die Analyse, Konzeption und Konfiguration von Dynamics 365 Business Central/NAV im Bereich Einkauf & Verkauf in einem abwechslungsreichen Umfeld verantwortlich","Dabei führst du FIT-/GAP-Analysen durch und erstellst Lösungskonzepte zur optimalen und standardnahen Abbildung in Business Central","Du konzipierst und führst Schulungen und Workshops"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","BEZAHLTE ZERTIFIZIERUNGEN","“Workation” an europäischen REPLY Standorten sowie bis zu drei Wochen remote working im EU-Ausland","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Standortunabhängiges, modernes, hybrides Arbeiten im High-End Office","Zugang zu internen Schulungen und Weiterbildungen, um die Kenntnisse im Bereich Microsoft Dynamics 365 & Power Platform zu vertiefen und aktuelle Trends und Technologien zu verfolgen","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Sonderboni wie z.B. Sportverein, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Freiheiten zur Geschäftsentwicklung im sehr guten Einklang mit Unterstützung und Rahmenbedingungen","Erfahre hier mehr über Nachhaltigkeit bei Reply!"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium der Betriebswirtschaftslehre (Wirtschafts-) Informatik, Mathematik, Ingenieurwesen, Wirtschaftswissenschaften oder eine vergleichbare Qualifikation","Mehrjährige Berufserfahrung im Bereich Business Central, NAV oder einem vergleichbaren ERP-System sowie tiefgehendes Verständnis von Produktionsprozessen","Du kannst die Anforderungen unserer Kunden und Kundinnen in effiziente und nachhaltige Lösungen umsetzen und hast zudem gute Kenntnisse in den Bereichen Einkauf & Verkauf","Sehr gute Kommunikationsfähigkeiten in Deutsch- und Englisch sowie gelegentliche Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:29"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10044?country=de&page=1","title":"Senior Consultant (m/w/d) Business Central - Finance","locations":["BREMEN","BERLIN","HAMBURG","DÜSSELDORF","FRANKFURT","GÜTERSLOH","KÖLN","MÜNCHEN","HYBRID"],"tasks":["Du berätst unsere Kunden bei der Entscheidungsfindung und Nutzung von Microsoft Dynamics 365 Business Central /NAV offen und ehrlich","Du bist für die Analyse, Konzeption und Konfiguration von Dynamics 365 Business Central/NAV in Bereich Finance in einem abwechslungsreichen Umfeld verantwortlich","Du beräts unsere Kunden in Digitalisierungsprojekten im Umfeld von Dynamics 365 Business Central/NAV","Du begleitest den Entwicklungsprozess und koordinierst die Tätigkeiten und Ressourcen im Austausch mit unseren Kunden, der Projektleitung und der Softwareentwicklung","Du bist federführend für Schulungen und Workshops und unterstützt unsere Kunden"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","DEUTSCHLANDTICKET","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Flexible Arbeitsplatzwahl: Ob von zuhause, in unseren zentral und gut angebundenen Offices oder zeitweise aus dem Ausland - wir finden die optimale Kombination für dich","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Neben Jobrad und Sonderboni wie z.B. Sportzuschuss, Kita Zuschuss erwarten Dich regelmäßige Firmen- und Teambuilding-Events","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium der Betriebswirtschaftslehre Wirtschaftsinformatik oder ähnliches","Du verfügst über mehrjährige Berufserfahrung im Bereich Business Central oder einem vergleichbaren ERP-System sowie tiefgehendes Verständnis von betriebswirtschaftlichen Prozessen","Du kannst die Anforderungen unserer Kunden in effiziente und nachhaltige Lösungen umsetzen und hast zudem gute Kenntnisse in den Bereichen Rechnungswesen, Controlling, Finanzbuchhaltung und Kostenrechnung","Sehr gute Kommunikationsfähigkeiten in Deutsch- und Englisch sowie gelegentliche Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:35"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-650?country=de&page=1","title":"(Junior) Platform Engineering Consultant (m/w/d)","locations":["MÜNCHEN","HYBRID"],"tasks":["Du unterstützt bei Architektur, Design und Implementierung von Kubernetes Umgebungen basierend auf Bare Metal oder IaaS-Plattformen (GCP, Azure, AWS, VMware, OpenStack)","Dabei hilfst du bei der Durchführung von Migrationen von/zu containerisierten Umgebungen und Design von Multi-Cloud Container Orchestrierung-Umgebungen mit hoher Verfügbarkeit","Zusammen mit dem Team implementierst und automatisierst du CI/CD Pipelines, sowie die automatisierte Bereitstellung von Umgebungen mittels Infrastructure as Code (IaC)","Unterstützung bei der System- und Container-Härtung sowie bei der Implementierung weiterer Cloud Native Security Tools","Dein Wissen gibst du gerne weiter und hilfst bei der Erstellung von relevanten Inhalten für Kunden und Interessenten über das eigene Tätigkeitsfeld (z.B. Fachartikel, Blogbeiträge, Konferenzvorträge)","Du hast Spaß, dein Wissen auch in weiterführenden Themen wie Container Orchestration, Multi-Cloud, Edge Cloud, Cloud Native Applikations Migration, Serverless oder Microservice Architecture zu vertiefen"],"benefits":["JOBRAD","HYBRIDES ARBEITEN","SPORT","BEZAHLTE ZERTIFIZIERUNGEN","Baue dir ein Netzwerk auf: Nimm teil an der jährlichen KubeCon sowie der Reply Xchange in der BMW-Welt in München","Home-Office-Budget: wir unterstützen dich finanziell bei der passenden Einrichtung deines Home-Offices","Sportzuschuss: uns ist dein Wohlbefinden wichtig! Nutze diesen Zuschuss für eine sportliche Aktivität deiner Wahl","Weiterbildungsmöglichkeiten in Form von bezahlten Schulungen und Zertifikaten, als auch durch die Kostenübernahme von fachlicher Literatur","Nutze die Vorteile einer Firmenkreditkarte für Spesen und der BahnCard 50"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, Physik oder Ähnliches","Du fühlst dich wohl im Umgang mit Kubernetes (CKA/CKAD Zertifizierung ist ein Plus)","Du besitzt Kenntnisse bzgl. verteilter Systeme, Storage, Backup & Recovery, Scaling und Performance-Optimierung","Verständnis agiler Methoden und der SRE Philosophie; Wissen zur Automatisierung von CI/CD Pipelines wäre vorteilhaft","Konzepte, Tools oder Frameworks wie OpenShift, Mesos, Nomad, Microservices, Cloud Native Architekturen, Self-Contained-Systems sind nicht neu für dich","Du bringst sehr gute Kommunikationsfähigkeit in Englisch und Deutsch mit und bist bereit, gelegentlich national zu vereisen"],"company":"Reply","scraped_date":"2025-06-23 15:00:41"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-2082?country=de&page=2","title":"(Junior) Cloud Engineer/Consultant (m/w/d)","locations":["MÜNCHEN","HYBRID","BERLIN","HAMBURG","GÜTERSLOH","DÜSSELDORF"],"tasks":["Du unterstützt bei der Implementierung von Cloud-Architekturen sowie bei der Migration bestehender lokaler Architekturen zu AWS/Azure/GCP","Die Entwicklung von IaC-Bereitstellungen mit Terraform oder Pulumi zählt zu deinen Tätigkeiten","Zudem implementierst und automatisierst du CI/CD-Pipelines auf Basis von GitLab CI, GitHub Actions, CircleCI, etc.","Das Umsetzen des Cloud Cost Engineering für Systemlandschaften gehört zu deinen Aufgaben","Du assistierst unserem Kundenstamm bei ihrer Cloud-Migration und Anwendungsmodernisierung","Zudem erstellst du relevanten Content für den Kundenstamm und Interessierte über das eigene Tätigkeitsfeld (z.B. Fachartikel, Blogbeiträge, Konferenzpräsentationen)"],"benefits":["JOBRAD","HYBRIDES ARBEITEN","SPORT","BEZAHLTE ZERTIFIZIERUNGEN","Baue dir ein Netzwerk auf: Nimm teil an der jährlichen KubeCon sowie der Reply Xchange in der BMW-Welt in München","Home-Office-Budget: wir unterstützen dich finanziell bei der passenden Einrichtung deines Home-Offices","Sportzuschuss: uns ist dein Wohlbefinden wichtig! Nutze diesen Zuschuss für eine sportliche Aktivität deiner Wahl","Weiterbildungsmöglichkeiten in Form von bezahlten Schulungen und Zertifikaten, als auch durch die Kostenübernahme von fachlicher Literatur","Nutze die Vorteile einer Firmenkreditkarte für Spesen und der BahnCard 50"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, Physik oder Ähnliches","Du fühlst dich wohl im Umgang mit Cloud Service Provider (AWS, Azure, GCP, Zertifizierungen sind ein Plus)","Du besitzt erste Kenntnisse bzgl. Infrastructure as Code (IaC) mit Terraform oder Pulumi","Verständnis agiler Methoden und der DevOps Philosophie; Wissen zur Automatisierung von CI/CD Pipelines wäre vorteilhaft","Konzepte, Tools oder Frameworks wie OpenShift, Mesos, Nomad, Microservices, Cloud Native Architekturen, Self-Contained-Systems sind nicht neu für dich","Du bringst sehr gute Kommunikationsfähigkeiten in Englisch und Deutsch mit und bist bereit, gelegentlich national zu vereisen"],"company":"Reply","scraped_date":"2025-06-23 15:00:47"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10584?country=de&page=2","title":"Business Unit Manager - Sovereign Cloud (m/w/d)","locations":["BERLIN","HAMBURG","DÜSSELDORF","GÜTERSLOH","KÖLN","MÜNCHEN"],"tasks":["Entwicklung und Umsetzung einer Strategie zur Positionierung eines unserer Schwerpunktthemen am Markt. Dabei bist du das Bindeglied zwischen den zukünftigen Bedürfnissen des Kunden und den nötigen Fähigkeiten, um diese zu bedienen","Komplexe, agile Cloud Journeys steuerst du eigenverantwortlich und behältst Budget, Zeitrahmen und Erfolg im Blick","Du übernimmst Personalverantwortung für die Kolleginnen und Kollegen, die in der Business Unit Sovereign Cloud tätig sind","Als Thought Leader inspirierst du interdisziplinäre Teams, treibst Veränderungen aktiv voran und berätst Stakeholder auf allen Ebenen","Du nutzt dein bereits bestehendes oder schnell wachsendes Netzwerk, um potenzielle neue Kunden zu identifizieren und für uns zu gewinnen","Der gezielte Aufbau strategischer Partnerschaften mit Technologieführern stärkt die Innovationskraft der Business Unit nachhaltig"],"benefits":["JOBRAD","SPORT","HYBRIDES ARBEITEN","BEZAHLTE ZERTIFIZIERUNGEN","Baue dir ein Netzwerk auf: Nimm teil an der jährlichen Reply Xchange in der BMW-Welt in München","Home-Office-Budget: wir unterstützen dich finanziell bei der passenden Einrichtung deines Home-Offices","Sportzuschuss: uns ist dein Wohlbefinden wichtig! Nutze diesen Zuschuss für eine sportliche Aktivität deiner Wahl","Weiterbildungsmöglichkeiten in Form von bezahlten Schulungen und Zertifikaten, als auch durch die Kostenübernahme von fachlicher Literatur","Nutze die Vorteile einer Firmenkreditkarte für Spesen und der BahnCard 50"],"qualifications":["Wir freuen uns auf ein erfolgreich abgeschlossenes Hochschulstudium der (Wirtschafts-)Informatik oder einem ähnlichen Bereich mit IT Bezug","Fundierte Erfahrung in diversen Cloud Provider, z.B. mit AWS oder Azure, und europäischen Providern wie OVH, Scaleway und StackIT","Mehrjährige Erfahrung in der Leitung oder Beratung von digitalen Transformations- und Cloud Migrationsprojekten","Idealerweise hast Du bereits erste Erfahrung im Vertrieb von technischen Lösungen und Dienstleistungen","Breites Wissen zu Themen wie Observability, Open Source, Kubernetes und Platform Engineering wünschenswert","Du arbeitest gerne in cross-funktionalen Teams und bindest dabei unterschiedliche Sichtweisen so ein, dass gemeinsam die bestmöglichen Ergebnisse erzielt werden","Sehr gute Deutsch- und Englischkenntnisse sowie ein sicheres Auftreten runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:00:53"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10632?country=de&page=2","title":"Projektmanager (m/w/d) im Bereich Robotik","locations":["MÜNCHEN"],"tasks":["Leitung und Steuerung komplexer IT-Projekte, speziell in der Robotik und Automatisierungstechnik","Verantwortung für die gesamte Projektlebensdauer – von der Planung über die Umsetzung bis hin zur erfolgreichen Übergabe an den Kunden","Entwicklung und Überwachung von Projektplänen, inkl. Ressourcenmanagement, Meilensteinplanung und Budgetkontrolle","Koordination interdisziplinärer Teams und Förderung einer offenen Kommunikation zwischen den Units","Identifikation von Projektrisiken und Entwicklung von Lösungen, um Herausforderungen proaktiv zu begegnen","Unterstützung in der Entscheidungsfindung, sowie analysieren und anpassen der aktuellen Geschäftsprozesse durch die Bereitstellung von Business Cases, qualitativen Bewertungen und Workshops","Sicherstellung, dass alle Projektziele in Bezug auf Qualität, Zeit und Kosten erreicht werden"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Sonderboni wie z.B. EGYM Wellpass, ÖPNV Zuschuss, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Freiheiten zur Geschäftsentwicklung im sehr guten Einklang mit Unterstützung und Rahmenbedingungen","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Erfolgreich abgeschlossenes Studium im Bereich Wirtschaftsingenieurwesen, (Wirtschafts-) Informatik, Robotik, oder einer vergleichbaren Fachrichtung","Mindestens 2 Jahre Erfahrung in IT-Projekten, idealerweise mit Fokus auf Robotik, Automatisierung oder Systemintegration","Sehr gute Deutsch- und Englischkenntnisse sind zwingend notwendig","Erste Erfahrung im Projektmanagement (z. B. Agile, Scrum) und in der Nutzung gängiger Tools wie Jira oder MS Project; Zertifizierungen (z. B. PMP, IPMA, PRINCE2) sind ein Plus","Technisches Verständnis im Bereich Software- und Hardware-Integration sowie die Fähigkeit, komplexe technische Zusammenhänge zu überblicken","Hervorragende Kommunikationsfähigkeiten und die Fähigkeit, sowohl technische als auch nicht-technische Stakeholder zu begeistern","Flexibilität zur Durchführung von Onsite-Besuchen bei Kunden zur Steuerung und Anpassung von Robotern"],"company":"Reply","scraped_date":"2025-06-23 15:00:58"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10579?country=de&page=2","title":"IT Support Engineer (m/w/d)","locations":["STUTTGART"],"tasks":["Du bearbeitest mit Hilfe des SC3-Systems Incidents und dokumentierst diese, um einen reibungslosen Betrieb sicherzustellen.","Mit deinem Blick fürs Wesentliche identifizierst du die Ursachen von Vorfällen und entwickelst zukunftsorientierte Lösungen.","Änderungen an der Infrastruktur und Software steuerst du vorausschauend von der Planung bis zur Umsetzung, unter Verwendung der Tools des Kunden inklusive eines Git-Workflows für versionierte Bereitstellung.","Du nutzt Tools wie HP Service Center, JIRA Insight oder ServiceNow zur Verwaltung von Konfigurationselementen und sorgst für die Einhaltung von Sicherheitsstandards wie ISO 27001 und TISAX.","Du optimierst die Ressourcennutzung, entwickelst Wiederherstellungspläne und stellst die Systemkapazität sicher, indem du auf die entsprechenden Management-Tools zurückgreifst.","Automatisierungs- und KI-Lösungen setzt du gezielt ein, um das Vorfall- und Serviceanforderungsmanagement zu optimieren und Probleme frühzeitig zu erkennen.","Gemeinsam mit dem Team wirst du unseren Kunden vor Ort in Zuffenhausen in einer 24/5 Schicht beraten"],"benefits":["FLEXIBLE ARBEITSZEITEN","FITNESS ZUSCHLAG","FLACHE HIERARCHIEN","COMPANY EVENTS","RED Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Ein erfolgreich abgeschlossenes Studium mit Schwerpunkt Informationstechnologie oder einem ähnlichen Bereich mit IT Bezug","Du hast fundierte Erfahrung mit ITIL-Standards sowie Incident Management Systemen und kannst diese effektiv in der Praxis anwenden.","Mit deinen starken analytischen Fähigkeiten identifizierst du die Ursachen von Problemen und entwickelst nachhaltige Lösungen.","Du hast Erfahrung in der Planung und Implementierung von Änderungen in komplexen IT-Umgebungen und setzt dabei bewährte Methoden ein.","Du verfügst über fundierte Kenntnisse im Umgang mit Git, automatisierten Bereitstellungstools und Asset- sowie Konfigurationsmanagement-Systemen.","Mit den Sicherheitsstandards ISO 27001 und TISAX bist du vertraut, sowie mit der Ressourcennutzung und Entwicklung von Wiederherstellungsplänen."],"company":"Reply","scraped_date":"2025-06-23 15:01:04"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10580?country=de&page=2","title":"IT-Support und Monitoring Engineer (m/w/d)","locations":["STUTTGART"],"tasks":["Du übernimmst die Entgegennahme und Bearbeitung von IT-Störungen und Service-Requests und sorgst für eine lückenlose Dokumentation im ITSM-Tool","Als zentrale Anlaufstelle (SPOC) koordinierst du den Betrieb und die Betreuung von Produktions- und Logistik-IT-Systemen, um einen reibungslosen Ablauf sicherzustellen","Im Second-Level Support unterstützt du bei der Analyse und Lösung komplexer Störungen und bringst dein Fachwissen ein, um die IT-Prozesse zu optimieren","Du verantwortest die Überwachung sowie die Bearbeitung gemeldeter Incidents, eskalierst bei Bedarf und stellst eine effiziente Problembehebung sicher","Durch die Pflege und kontinuierliche Aktualisierung von Prozess-, Operations- und Supportwissen gewährleistest du, dass das Team stets auf aktuelle Informationen zugreifen kann","Mit der Entwicklung sowie Implementierung von Monitoring- und Health-Check-Prozessen trägst du aktiv zur Früherkennung von Abweichungen bei und sicherst die Stabilität der IT-Systeme","Gemeinsam mit dem Team wirst du unseren Kunden vor Ort in Zuffenhausen in einer 24/5 Schicht beraten"],"benefits":["FLEXIBLE ARBEITSZEITEN","FITNESS ZUSCHLAG","FLACHE HIERARCHIEN","COMPANY EVENTS","RED Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Du übernimmst spannende Aufgaben in einem zukunftsorientierten und innovativen Unternehmen","Wir bieten dir vielfältige Möglichkeiten zu internen und externen Weiterbildungsmöglichkeiten und Zertifizierungen"],"qualifications":["Wir freuen uns auf ein abgeschlossenes Studium im Bereich Informatik oder eine vergleichbare Qualifikation","Du hast über mehrere Jahre Erfahrung im IT-Support und Management gesammelt","Du bringst fundierte Kenntnisse in ITIL-Disziplinen wie Incident Management, Problem Management, Change-Management und Service Request Management mit","Zu deinen Stärken zählen eine ausgeprägte Kommunikations- und Teamfähigkeit","Du freust dich darauf, in einem dynamischen und anspruchsvollen Umfeld zu arbeiten"],"company":"Reply","scraped_date":"2025-06-23 15:01:10"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10607?country=de&page=2","title":"Junior AI-Driven IT-Support und Monitoring Engineer (m/w/d)","locations":["STUTTGART"],"tasks":["Du bearbeitest IT-Störungen und Service-Requests und sorgst für eine lückenlose Dokumentation im ITSM-Tool","Im Team arbeitest du an der Analyse und Lösung komplexer Störungen und bringst dich mit Wissen und neuen Ideen aus der KI-Welt ein, um die IT-Prozesse zu optimieren","Zu deinen Aufgaben gehört neben der Fehlerbehebung auch die Optimierung und Weiterentwicklung von IT-Systemen in der Produktion","Mit der Entwicklung sowie Implementierung von Monitoring- und Health-Check-Prozessen trägst du aktiv zur Früherkennung von Abweichungen bei und sicherst die Stabilität der IT-Systeme. Dabei setzt du auch auf KI-gestützte Tools zur Optimierung der Überwachungsprozesse","Gemeinsam mit dem Team wirst du unseren Kunden vor Ort in Zuffenhausen in einer 24/5 Schicht beraten"],"benefits":["FLEXIBLE ARBEITSZEITEN","SPORTZUSCHUSS","COMPANY EVENTS","WEITERENTWICKLUNG","RED Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Du übernimmst spannende Aufgaben in einem zukunftsorientierten und innovativen Unternehmen","Wir bieten dir vielfältige Möglichkeiten zu internen und externen Weiterbildungsmöglichkeiten und Zertifizierungen","Für deine Mobilität wird gesorgt, beispielsweise mit einer Fahrkarte für öffentliche Verkehrsmittel (Deutschlandticket) oder auch einem JobRad","Zuschuss zu einer Fitnessstudio-Mitgliedschaft in einem Fitnessstudio der Wahl"],"qualifications":["Wir freuen uns auf ein abgeschlossenes Studium im Bereich Informatik oder eine vergleichbare Qualifikation","Du hast erste Erfahrungen im IT-Support und Management gesammelt (z. B. durch ein Praktikum oder eine Werkstudierendentätigkeit)","Mit ITIL-Disziplinen wie Incident Management, Problem Management, Change-Management und Service Request Management setzt du dich gerne auseinander","Du bist neugierig, wie es um die neusten KI-Trends steht und wie du sie nutzen kannst","Zu deinen Stärken zählen eine ausgeprägte Kommunikations- und Teamfähigkeit","Du freust dich darauf, in einem dynamischen und anspruchsvollen Umfeld zu arbeiten"],"company":"Reply","scraped_date":"2025-06-23 15:01:15"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10842?country=de&page=2","title":"(Senior) Pre-Sales Consultant (m/w/d) – Logistics & Supply Chain Software","locations":["MÜNCHEN","DEUTSCHLANDWEIT"],"tasks":["Beratung und Unterstützung des Vertriebs: Qualifizierung passender und spannender Verkaufschancen und Erarbeitung von Lösungsvorschlägen zum Gewinn dieser Verkaufschancen, vor allem basierend auf Ausschreibungen oder komplexen Kundenanforderungen","Bedarfsanalyse & Angebotserstellung: Du analysierst die spezifischen Anforderungen unserer Kund*innen, entwickelst maßgeschneiderten Lösungen und erstellst in Zusammenarbeit mit dem Vertriebsteam technische und kommerzielle Angebote","Produktpräsentationen und -demos: Du bereitest überzeugenden Produktpräsentationen und Software-Demonstrationen für Kund*innen und Partner*innen vor und führst diese remote oder vor Ort durch","Als Berater begeisterst du Kund*innen: Technische Unterstützung potentieller Kund*innen im gesamten Verkaufsprozess, von der ersten Kontaktaufnahme bis zum Vertragsabschluss","Markt- und Wettbewerbsanalyse: Du hast ein Auge auf den Logistik & Supply Chain Software Markt und kennst die aktuellen Markttrends sowie Wettbewerbsaktivitäten, um den Nutzen unserer Lösungen in Abgrenzung zu Wettbewerbern darzustellen","Kundenbeziehungen & Produktentwicklung: Du stärkst unsere langfristigen Kundenbeziehungen und treibst mit deinem Intralogistik-Wissen die Weiterentwicklung unsers Produkts voran"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/ Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium in der (Wirtschafts-) Informatik, Logistik, Wirtschaftsingenieurwesen oder in einem anderen relevanten Studienfach","Mehrjährige Berufserfahrung im Pre-Sales von Softwarelösungen, idealerweise im Bereich Logistik bzw. Warehouse Management","Du bringst ein tiefgehendes Verständnis von Logistikprozessen, Lagerverwaltung und der Supply Chain von Handels- und Industrieunternehmen mit","Erfahrung in der Beratung und Umsetzung von Logistik- und IT-Projekten mit agilen und klassischen Methoden","Technisches Verständnis und Erfahrung in der vertrieblichen Handhabung komplexer Softwareprodukte sowie fundierte Kenntnisse der Mechaniken von SaaS Lösungen","Du erkennst Verkaufschancen, analysierst komplexe Anforderungen und entwickelst daraus passgenaue Lösungsvorschläge, um den Vertriebserfolg aktiv voranzutreiben","Sehr gute Kommunikations- und Präsentationsfähigkeiten in Deutsch und Englisch sowie Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:01:21"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-2043?country=de&page=2","title":"Data Scientist (m/w/d)","locations":["BERLIN"],"tasks":["Du führst Analysen mit geographischen Daten durch, und ziehst daraus Erkenntnisse über Firmen und Verkaufsstellen","Du findest neues Wissen über Verbraucher*innen/Kunden aus Datensätzen, die aus (un)strukturierten Quellen gewonnen werden","Du arbeitest an Lösungen zur Beantwortung von Kundenfragen mit deinen Kenntnissen aus der Statistik, KI und maschinellem Lernen (z. B. Zeitreihenanalysen, Umsatzprognosen, Media-Mix-Models, Geoanalytik, NLP/LLM, Bilderkennung)","Du bereitest Daten so auf, dass sie in Berichte und Dashboards mit den wichtigsten Erkenntnisse für Kunden dargestellt werden können","Du präsentierst die Ergebnisse vor dem Kunden und intern","für Datenanalyse implementierst Du robuste und skalierbare Skripte in Python, und lässt diese in der Cloud (AWS) laufen"],"benefits":["FLEXIBLE ARBEITSZEITEN","JOB RAD","JOB TICKET","FIRMEN EVENTS","Hybrides Arbeiten: Ein individueller Mix aus Zeit im Office/Home Office sowie die Möglichkeit bis zu 20 Tage remote innerhalb der EU zu arbeiten","Tolle Benefits wie z.B. JobRad, Corporate Discounts","Ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket mit 30 Tagen Urlaub","Du möchtest deine Deutschkenntnisse verbessern? Wir unterstützen dich finanziell!","Der Reply Booster Club organisiert internationale Veranstaltungen, Möglichkeiten zum Wissensaustausch und soziale Aktivitäten in allen Reply-Niederlassungen. Dazu gehören Filmabende, Wellness-Aktivitäten, Weinverkostungen, inspirierende Redner, Diskussionsrunden in der Gemeinschaft und vieles mehr","Modernes Arbeiten im High-End Office: Ein innovatives und internationales Team mit einer flachen Hierarchie wartet auf dich - wir wollen, dass du mit uns zusammen wächst!"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium in der Informatik, Statistik oder Ähnlichem","Du hast bereits erste Berufserfahrung gesammelt und fühlst dich sicher im Umgang mit Python","Du hast ein tiefes Verständnis für die statistische Modellierung, für praktisches maschinelles Lernen sowie für Big-Data-Analytik und Geoanalytik","Idealerweise bringst du erste Erfahrung mit Large Language Models (LLMs), Spark und AWS (SageMaker, S3, Glue, Cloudformation) mit","Erfahrungen in der Bearbeitung wirtschaftsrelevanter Forschungsfragen mit hohem Nutzen für Unternehmen","Dir bereiten die Erstellung, Präsentation und Vermittlung von Analyseergebnissen Freude","Sehr gute Deutsch- und Englischkenntnisse runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:01:27"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10855?country=de&page=2","title":"Bereichsleitung Softwareentwicklung (m/w/d)","locations":["DÜSSELDORF","FRANKFURT"],"tasks":["In dieser Leitungsfunktion mit Personalverantwortung führst du ein Team wie eine eigene kleine Unternehmung mit voller Profit-/Loss-Verantwortung","Du gestaltest die strategische Ausrichtung und das Service-Portfolio des Teams","Kerndienstleistungen des Teams sind die Entwicklung von maßgeschneiderten Softwarelösungen für unsere Kunden und Kundinnen im IT- und Telekommunikationsumfeld oder die Projektleitung in diesem Umfeld","Du nutzt deine fachliche und disziplinarische Führung innerhalb des Teams, indem du das Team forderst und förderst und mit den Mitarbeitenden wächst","Du hast Ideen und Überzeugungskraft und schaffst es mit deinem Standing eine verlässliche Ansprechperson für unsere Bestandskunden zu sein bzw. neue Kunden und Kundinnen für uns zu begeistern","Als Teil des Senior Management Teams und mit dessen Rückhalt bereitest du dich darauf vor, später gesamtunternehmerische Verantwortung zu übernehmen"],"benefits":["HYBRIDES ARBEITEN","FIRMEN EVENTS","MOBILITÄTS ZULAGE","FITNESS ZUSCHLAG","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Ein erfolgreich abgeschlossenes Studium in (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, BWL, Ingenieurwesen, Physik, Nachrichtentechnik oder einem vergleichbaren technischen Studiengang","Du hast bereits einschlägige Führungserfahrung erworben, z.B. durch die Leitung von Teams in IT-Projekten und/oder im Telekommunikations-Umfeld","Dein gutes Verständnis für professionelle Kundenkommunikation (beispielsweise in technischen Kunden-Workshops erworben) machen dich zu einer wertvollen Ansprechperson im Team","Analytisches und ergebnisorientiertes Denken sowie Spaß an Know-How-Sharing und Networking in der digitalen Community zeichnen dich aus","Du hast sehr gute Deutsch- und Englischkenntnisse und bringst die Bereitschaft mit, national zu reisen"],"company":"Reply","scraped_date":"2025-06-23 15:01:33"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-2100?country=de&page=2","title":"Stellvertetender Business Unit Manager (m/w/d) Softwareentwicklung","locations":["DÜSSELDORF","FRANKFURT"],"tasks":["In dieser stellvertretenden Leitungsfunktion gestaltest du die strategische Ausrichtung und das Service-Portfolio der Business Unit aktiv mit","Kerndienstleistungen des Teams sind die Entwicklung von maßgeschneiderten Softwarelösungen für unsere Kunden und Kundinnen im IT- und Telekommunikationsumfeld oder die Projektleitung in diesem Umfeld","Du nutzt deine fachliche und disziplinarische Führung innerhalb der Business Unit, indem du das Team forderst und förderst und mit den Mitarbeitenden wächst","Du hast Ideen und Überzeugungskraft und schaffst es mit deinem Standing eine verlässliche Ansprechperson für unsere Bestandskunden zu sein bzw. neue Kunden und Kundinnen für uns zu begeistern","Als Teil des Senior Management Teams und mit dessen Rückhalt wächst du selbst jeden Tag daran eine kleine Business Unit als Profit-Center zu führen"],"benefits":["JOB RAD","HYBRIDES ARBEITEN","MOBILITÄTS ZULAGE","FITNESS ZUSCHLAG","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Ein erfolgreich abgeschlossenes Studium in (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, BWL, Ingenieurwesen, Physik, Nachrichtentechnik oder einem vergleichbaren technischen Studiengang","Du hast bereits erste Führungserfahrung erworben, z.B. durch die Leitung von IT-Projekten und/oder im Telekommunikations-Umfeld","Dein gutes Verständnis für professionelle Kundenkommunikation (beispielsweise in technischen Kunden-Workshops erworben) machen dich zu einer wertvollen Ansprechperson im Team","Analytisches und ergebnisorientiertes Denken sowie Spaß an Know-How-Sharing und Networking in der digitalen Community zeichnen dich aus","Du hast sehr gute Deutsch- und Englischkenntnisse und bringst die Bereitschaft mit, national zu reisen"],"company":"Reply","scraped_date":"2025-06-23 15:01:39"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10714?country=de&page=3","title":"Consultant (m/w/d) – Data & AI","locations":["BERLIN","HAMBURG","DÜSSELDORF","FRANKFURT","GÜTERSLOH","KÖLN","MÜNCHEN"],"tasks":["Beratung unserer Kunden zur Implementierung und Optimierung von Data & AI-Lösungen auf Microsoft Fabric","Datenintegration und -modellierung über Fabric Lakehouses, Data Warehouses und OneLake","Entwicklung und Optimierung von ETL-/ELT-Prozessen mit Dataflows & Pipelines in Fabric","Nutzung von Azure AI Services & Machine Learning zur Automatisierung datengetriebener Prozesse","Konzeption und Umsetzung von Data Science Workflows auf Microsoft Fabric und Azure","Durchführung von Requirements Engineering Workshops, um Kundenanforderungen zu erfassen und datengetriebene Lösungen zu entwickeln"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","DEUTSCHLANDTICKET","Ein starkes, motiviertes Team: Wir setzen auf eine unterstützende und dynamische Unternehmenskultur","Bezahlte Zertifizierungen: Entwickle dich mit Microsoft-Zertifikaten weiter (z. B. Power BI, Microsoft Fabric)","Hybrides Arbeiten & Workation: Flexible Arbeitszeiten, Remote-Optionen & EU-weites Arbeiten (100% Homeoffice möglich)","Internationale Projekte: Zusammenarbeit mit Unternehmen aus verschiedenen Branchen & Ländern","Weiterbildung & Mentoring: Individuelle Karriereentwicklung durch Schulungen & Coaching","30 Tage Urlaub & Sonderboni: Für Sport, Kita-Zuschuss und besondere Anlässe"],"qualifications":["Erfolgreich abgeschlossenes Studium in Informatik, Wirtschaftsinformatik, Data Science oder einem vergleichbaren Bereich","Mindestens 2 Jahre Erfahrung mit Datenplattformen (z. B. Microsoft Fabric, Azure Synapse, Data Factory)","Fundierte Kenntnisse in SQL, Python oder Spark für Datenverarbeitung und Analytics","Erfahrung mit AI-gestützten Datenanalysen sowie Machine Learning in der Cloud","Erfahrung im Umgang mit Kunden und in der Beratung von datengetriebenen Lösungen","Sehr gute Deutsch- und Englischkenntnisse sowie gelegentliche Reisebereitschaft  runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:01:44"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10340?country=de&page=3","title":"IT Recruiter (m/w/d) Schwerpunkt University Recruiting","locations":["MÜNCHEN"],"tasks":["Du bist die erste Ansprechperson für Bewerbende und setzt dich aktiv für eine positive Candidate Experience ein","In persönlichen und virtuellen Interviews identifizierst du die besten IT-Talente für Reply","Du sprichst unsere Zielgruppe nicht nur über klassische Recruiting-Kanäle an, sondern setzt auch gezielt auf Active Sourcing (z.B. via LinkedIn)","Du hast Spaß an Career Fairs und baust neue Kooperationen an Hochschulen und Universitäten auf","Nach einer strukturierten Einarbeitung betreust du unsere innovativen Tochterfirmen, die sich unter anderem mit GenAI, IoT, IT Security und Cloud Computing beschäftigen"],"benefits":["FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","SPORTZUSCHUSS","JOBRAD","Wertschätzendes Team:  Bei uns arbeitest du in einem modernen Umfeld, das Zusammenarbeit auf Augenhöhe, regelmäßiges Feedback, flache Hierarchien und kurze Entscheidungswege schätzt und fördert","Mobilität ganz nach deinem Geschmack: Bei uns erhältst du das Deutschlandticket oder einen Tankgutschein","Mentoring-Programm: Neben einer strukturierten Einarbeitung ist die Betreuung durch einen Mentor selbstverständlich","Entwicklungsmöglichkeiten: Bei uns übernimmst du vom ersten Tag an Verantwortung und hast die Chance, an spannenden Projekten teilzunehmen, um dein volles Potenzial zu entfalten"],"qualifications":["Du hast dein Studium im Bereich der Betriebswirtschaftslehre, Psychologie oder vergleichbaren Studiengängen erfolgreich abgeschlossen","Aufgrund erster Praxiserfahrung im IT-Recruiting oder Talent Sourcing hast du bereits ein sehr gutes Verständnis von der Zielgruppe und weißt, welche Trends (z. B. KI-gestütztes Recruiting) unsere Arbeit verändern","Durch deine ausgeprägte Kommunikationsstärke und deine Begeisterungsfähigkeit schaffst du es, die besten IT-Talente für Reply zu gewinnen","Teamspirit & Lernbereitschaft – du bist kein*e Einzelkämpfer*in, sondern willst mit einem starken Team gemeinsam wachsen","Da wir uns in einem internationalem Umfeld bewegen, sind verhandlungssichere Deutsch- und Englischkenntnisse sehr wichtig für uns"],"company":"Reply","scraped_date":"2025-06-23 15:01:49"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-1194?country=de&page=3","title":"Mitarbeiter für den Empfang (m/w/d)","locations":["FRANKFURT"],"tasks":["Du bist für Mitarbeitende sowie nationale und internationale Besucher die erste Schnittstelle zu unserem Unternehmen und bietest ihnen einen warmen Empfang","Zudem bist du für die Betreuung der Telefonzentrale und Bearbeitung der Ein- und Ausgangspost zuständig","Du behältst den Überblick über unser Büromaterial und bestellst gegebenenfalls nach","Ein professionelles und einladendes Umfeld sicherst du durch die Organisation, Bewirtung sowie Vor-/Nachbereitung unserer Konferenz- und Meetingräume","Terminkoordination und Organisation von Geschäftsreisen, Prüfung und Systempflege der Reisekosten- und Spesenabrechnung","Du bestellst Laptops und Mobiltelefone, außerdem bist du für die Verwaltung der Hardware einer unserer Tochtergesellschaften verantwortlich","Du unterstützt unseren Office Manager bei der Koordination von Reparatur- und Wartungsterminen sowie Themen zum Arbeitsschutz"],"benefits":["FLEXIBLE ARBEITSZEITEN","INTERNATIONALES TEAM","KNOW-HOW SHARING","FIRMENEVENTS","Wir bieten dir spannende Aufgaben und die Möglichkeit, dich einzubringen","Modernes Arbeiten in einem internationalen Team mit flachen Hierarchien und kurzen Entscheidungswegen","ÖPNV Zuschuss: Wir übernehmen das Deutschlandticket!"],"qualifications":["Du bist ein Organisationstalent und konntest bereits erste Erfahrung im Bereich Empfang oder Rezeption sammeln (gerne auch aus der Hotellerie)","Der Umgang mit Menschen sowie die Arbeit in einem internationalen Umfeld machen dir Spaß","Neben einem sicheren Umgang mit MS Office verfügst du auch über gute Englischkenntnisse","Dir ist eine selbstständige, zuverlässige Arbeitsweise sowie Serviceorientierung wichtig","Eine positive Ausstrahlung sowie Verantwortungsbewusstsein zeichnen dich aus"],"company":"Reply","scraped_date":"2025-06-23 15:01:55"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10843?country=de&page=3","title":"Projektmanager (m/w/d) – Warehouse Management Systeme","locations":["MÜNCHEN","DEUTSCHLANDWEIT"],"tasks":["In enger Zusammenarbeit mit unseren Kund*innen und deinem Team LEA Reply™ implementierst du mit Fokus auf einen hohen Kundennutzen und Projekterfolg – auch an Standorten mit Automatisierungstechnik","Mit deiner Expertise übernimmst du die ganzheitliche Projektverantwortung – von der Zieldefinition über die Termin- und Budgetplanung bis hin zur Qualitätssicherung und Risikosteuerung","Als zentrale Ansprechperson begeisterst du Kund*innen und Partner*innen auf Management- und Teamebene bereits vor Projektbeginn von unseren Lösungen und begleitest sie engagiert durch alle Projektphasen – vor, während und nach dem Go-Live","Die Koordination und Einhaltung von Aufgaben und Verantwortlichkeiten im Team sowie gegenüber Kund*innen und weiteren Projektpartner*innen gehören zu deinen Aufgabenschwerpunkten","Dein Wissen in der Intralogistik unterstützt dich bei der Analyse und Definition von Anforderungen und Projektzielen. Dabei bringst du aktiv neue Ideen für eine ganzheitliche Gestaltung des Materialflusses ein","Du behältst die effiziente Umsetzung der Anforderungen im Blick und stellst die hohe Qualität der Ergebnisse sicher – mit dem Ziel, eine exzellente Kundenzufriedenheit zu erreichen"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/ Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium in der (Wirtschafts-) Informatik, Logistik, Wirtschaftsingenieurwesen oder in einem anderen relevanten Studienfach","Mehrjährige Berufserfahrung in der Einführung von Warehouse Management Systemen und ausgezeichnete Kenntnisse des Projektmanagements von IT-Projekten – sowohl mit agilen als auch klassischen Methoden","Du hast dir tiefgehendes Wissen über Prozesse in der Intralogistik und im Warehouse Management angeeignet und möchtest dich zum Experten unserer Plattform LEA Reply™ entwickeln","Deine IT-Affinität sowie dein gutes Verständnis für Datenbanken, APIs und Programmiersprachen zeichnen dich aus","Du interessierst dich für innovative Technologien und entwickelst neue Konzepte, um diese in der Logistik einzusetzen (KI, AGV/AMR, Drohnen, Pickroboter und Co.)","Sehr gute Kommunikations- und Präsentationsfähigkeiten in Deutsch und Englisch sowie Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:01"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10376?country=de&page=3","title":"Contentsquare Solution Consultant (m/w/d)","locations":["BERLIN","MÜNCHEN"],"tasks":["Analyse von Kundenanforderungen und Bereitstellung von datengestützten Empfehlungen zur Verbesserung der User Journey und Conversion-Rate","Durchführung von Onboarding Workshops, um Kunden auf ihrem Weg zur Zertifizierung und Autonomie zu begleiten","Proaktive Identifizierung von Verbesserungspotenzialen in Contentsquare und Entwicklung von Strategien zur Optimierung der Kundenerfahrung","Use case workshops zur Identifizierung von Benutzerverhalten und -mustern sowie zur Ermittlung von Optimierungspotenzialen","Unterstützung der Kunden bei der Einführung und Nutzung neuer Features und Funktionen der Contentsquare-Plattform","Entwicklung von CRO Roadmaps, Taktiken und Kampagnen auf der Basis qualitativer und quantitativer Datenquellen","Entwicklung und Validierung von Optimierungshypothesen für die Erstellung von A/B- und MVT-Tests"],"benefits":["JOBRAD","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","BEZAHLE ZERTIFIZIERUNGEN","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team und flexible Arbeitszeiten und hybride Arbeitsmodelle","Für eine ausgewogene Work-Life-Balance bieten wir ein umfangreiches Angebot an Gesundheits- und Sportprogrammen mit \"Wellpass\" an","JobRad-Angebot für nachhaltige Mobilität"],"qualifications":["Wir freuen uns über ein erfolgreich abgeschlossenes Studium der (Wirtschafts-)/ Medieninformatik, Mathematik, Betriebswirtschaftslehre, Digitales Marketing/Media/Design, Media Science, Media & Communication/Sciences, oder einem vergleichbaren Studiengang","Du verfügst über mindestens 2 Jahre Berufserfahrung – idealerweise in einer Digitalagentur oder Beratung","Umfangreiche Erfahrung in mindestens drei der folgenden Themen: E-Commerce, Onsite-Optimierung, Analytics und UX","Erfahrung mit Contentsquare sowie Kenntnisse über A/B Testing Plattformen wie Dynamic Yield, Adobe Target oder Optimizely sind von Vorteil","Du scheust dich nicht, komplexe Themen und Zusammenhänge auf verschiedenen Organisationsebenen zu präsentieren und verständlich zu machen","Du sprichst fließend Deutsch und Englisch"],"company":"Reply","scraped_date":"2025-06-23 15:02:07"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10844?country=de&page=3","title":"Senior Logistics IT Consultant (m/w/d) – Warehouse Management","locations":["MÜNCHEN","DEUTSCHLANDWEIT"],"tasks":["In enger Zusammenarbeit mit unseren Kund*innen und deinem Team entwickelst du Lösungen für logistische Prozesse und Softwarefunktionen mit Fokus auf einen hohen Kundennutzen und Usability","Als Berater*in begeisterst du Kund*innen und Part*innen auf Management- und Teamebene bereits vor Projektbeginn von unseren Lösungen und begleitest sie engagiert durch alle Projektphasen – vor, während und nach dem Go-Live","Dank deiner Expertise verantwortest du fachlich das Projekt, analysierst Anforderungen und Prozesse und entwickelst neue Ideen für die ganzheitliche Gestaltung des Materialflusses","Du behältst die effiziente Umsetzung der Anforderungen im Blick und sicherst durch strukturierte Planung, Durchführung und Dokumentation von Softwaretests die hohe Qualität unserer Lösungen","Schulungen und Inbetriebnahmen organisierst du eigenverantwortlich und trägst mit deinem Erfahrungsschatz maßgeblich zu einem erfolgreichen Go-Live von LEA Reply™ bei","Du übernimmst Teilbereiche aus dem Projektmanagement, koordinierst Aufgaben und Verantwortlichkeiten im Team als auch gegenüber Kund*innen und achtest auf Termine, Aufwand, Qualität und Risiken"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/ Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium in der (Wirtschafts-) Informatik, Logistik, Wirtschaftsingenieurwesen oder in einem anderen relevanten Studienfach","Durch deine mehrjährige Berufserfahrung hast du bereits ausgezeichnete Kenntnisse über Prozesse in der Intralogistik und Warehouse Management und möchtest dich zum Experten unserer Plattform LEA Reply™ entwickeln","Methodenkenntnis in der Beratung von Logistik- und IT-Projekten mit agilen sowie klassischen Ansätzen bringst du mit und hattest idealerweise Berührungspunkte mit der fachlichen Führung von Projekten","Du bist ein zuverlässiges, zielgerichtetes und belastbares Organisationstalent mit einem prozessorientierten und durchsetzungsstarken Auftreten","Deine IT-Affinität, ein ausgeprägtes Verständnis für Datenbanken, APIs und Programmiersprachen zeichnen dich aus","Du interessierst dich für innovative Technologien und entwickelst neue Konzepte, um diese in der Logistik einzusetzen (z.B. KI, AGV/AMR, Drohnen, Pickroboter)","Sehr gute Kommunikations- und Präsentationsfähigkeiten in Deutsch und Englisch sowie Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:13"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10845?country=de&page=3","title":"Logistics IT Consultant (m/w/d) – Warehouse Management","locations":["MÜNCHEN","DEUTSCHLANDWEIT"],"tasks":["In enger Zusammenarbeit mit unseren Kund*innen und deinem Team entwickelst du Lösungen für logistische Prozesse und Softwarefunktionen mit Fokus auf einen hohen Kundennutzen und Usability","Du führst Analysen und Definitionen von Anforderungen und Prozessen durch und übernimmst die Konzeption von Softwareanpassungen, wobei du neue Ideen für die ganzheitliche Gestaltung des Materialflusses lieferst","Dabei nimmst du die Dinge selbst in die Hand, konfigurierst das System und sorgst durch Tests für eine hohe Qualität","Bei der Vorbereitung und Durchführung von Schulungen und Inbetriebnahmen sammelst du praktische Erfahrung in der Logistik und erstellst begleitende Dokumentationen, die Kund*innen und Kolleg*innen einen echten Nutzen bringen","Du unterstützt die Anwender*innen während und nach des Go Live mit Rat und Tat und begeisterst Kund*innen, das Team und unsere Part*innen auf Management- und Teamebene von unseren Lösungen","Dein Interesse an der Intralogistik und deine kreativen Lösungen tragen dazu bei, unser Produkt weiterzuentwickeln und den Mehrwert unseres Systems auszubauen"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/ Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium in der (Wirtschafts-) Informatik, Logistik, Wirtschaftsingenieurwesen oder in einem anderen relevanten Studienfach","Die Analyse von Geschäftsprozessen, deren Definition mittels BPMN, Workshop-Moderation und Projektarbeit (agil/klassisch) gehören zu deinem Methodenrepertoire, das du weiter vertiefen möchtest","Du besitzt ein gutes Verständnis für die Prozesse in der Intralogistik und Warehouse Management Systemen und willst dich zum Experten unseres Produktes LEA Reply™ entwickeln","Deine IT-Affinität, ein gutes Verständnis für Datenbanken, APIs und Programmiersprachen zeichnen dich aus","Du interessierst dich für innovative Technologien und entwickelst neue Konzepte, um diese in der Logistik einzusetzen (z.B. KI, AGV/AMR, Drohnen, Pickroboter)","Sehr gute Kommunikations- und Präsentationsfähigkeiten in Deutsch und Englisch sowie Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:19"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10846?country=de&page=3","title":"Junior Logistics IT Consultant (m/w/d) – Warehouse Management","locations":["MÜNCHEN"],"tasks":["In enger Zusammenarbeit mit unseren Kund*innen und deinem Team entwickelst du Lösungen für logistische Prozesse und Softwarefunktionen mit Fokus auf einen hohen Kundennutzen und Usability","Du führst Analysen und Definitionen von Anforderungen und Prozessen durch und übernimmst die Konzeption von Softwareanpassungen, wobei du neue Ideen für die ganzheitliche Gestaltung des Materialflusses lieferst","Dabei nimmst du die Dinge selbst in die Hand, konfigurierst das System und sorgst durch Tests für eine hohe Qualität","Bei der Vorbereitung und Durchführung von Schulungen und Inbetriebnahmen sammelst du praktische Erfahrung in der Logistik und erstellst begleitende Dokumentationen, die Kund*innen und Kolleg*innen einen echten Nutzen bringen","Du unterstützt die Anwender*innen während und nach des Go Live mit Rat und Tat und begeisterst Kund*innen, das Team und unsere Part*innen auf Management- und Teamebene von unseren Lösungen","Dein Interesse an der Intralogistik und deine kreativen Lösungen tragen dazu bei, unser Produkt weiterzuentwickeln und den Mehrwert unseres Systems auszubauen"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/ Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik, Logistik, Wirtschaftsingenieurwesen oder einer ähnlichen Fachrichtung","Die Analyse von Geschäftsprozessen, Präsentationstechniken, Workshop-Moderation und Projektarbeit (agil/ klassisch) interessierten dich oder sind die bereits vertraut","Du nutzt deine Begeisterung für innovative Technologien, um neue Konzepte zu entwickeln und in der Logistik einzusetzen","IT-Affinität, ein grundlegendes Verständnis für Datenbanken, APIs und Programmiersprachen zeichnen dich aus","Du verstehst die Prozesse in der Intralogistik oder hast ein hohes Interesse am Warehouse Management","Sehr gute Kommunikationsfähigkeiten in Deutsch und Englisch und Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:25"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10838?country=de&page=3","title":"Werkstudent (m/w/d) Business Support","locations":["GÜTERSLOH"],"tasks":["Unterstützung unserer Berater:innen bei operativen und administrativen Tätigkeiten im Projektkontext","Pflege interner Tools wie Jira und CRM-Systeme","Erstellung von Präsentationen, Berichten und Entscheidungsgrundlagen für Kundentermine und interne Meetings","Aufbau und Pflege von Power BI-Dashboards zur Analyse projektbezogener Kennzahlen und operativer Abläufe","Organisation und Koordination von Terminen, Meetings und Workshops","Eigenständige Recherchen und Unterstützung bei kleineren Projekten"],"benefits":["INNOVATIVES UMFELD","HYBRIDES ARBEITEN","FLACHE HIERARCHIEN","FLEXIBLE ARBEITSZEITEN","Modernes Arbeiten in einem dynamischen Team mit flachen Hierarchien und offenen Türen","Intensive Betreuung durch deinen Buddy, um dir den Einstieg so einfach wie möglich zu machen","Profitiere durch unseren Mix aus flexiblen Arbeitszeiten und flexiblem Arbeitsort (inkl. Remote-Arbeit)","Regelmäßige fachliche und persönliche Trainings, die zu dir passen"],"qualifications":["Eingeschriebene:r Student:in im Bachelor- oder Masterstudium (z. B. Informatik, Wirtschaftsinformatik, Betriebswirtschaftslehre)","Verfügbarkeit für ca. 20 Stunden pro Woche","Sicherer Umgang mit MS Office, insbesondere PowerPoint und Excel","Erste praktische Erfahrungen mit Jira und Power BI sind ein Plus","Strukturierte, eigenständige Arbeitsweise, hohe Zuverlässigkeit und Organisationstalent","Fließende Deutsch- und Englischkenntnisse in Wort und Schrift runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:30"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10837?country=de&page=3","title":"Werkstudent Recruiting (m/w/d)","locations":["FRANKFURT","MÜNCHEN","POTSDAM"],"tasks":["Bewerbermanagement: Du unterstützt uns bei der Pflege und Organisation eingehender Bewerbungen in unserem System","Bewerberkommunikation: Terminplanung und schriftliche sowie telefonische Korrespondenz mit Kandidat*innen","Recruiting-Events: Falls während deiner Zeit bei uns Recruiting-Events (z.B. Berufsmessen) anstehen, kannst du uns gerne vor Ort unterstützen","Abstimmung mit den Fachbereichen: Du tauschst dich regelmäßig mit den leitenden Manager*innen der Arlanis Reply und den Recruiter*innen der Reply Holding aus"],"benefits":["FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","FIRMEN VERANSTALTUNGEN","OBST & SNACKS","Wir bieten dir ein attraktives Gehalt","Wir unterstützen dich dabei, während deines Studiums den Einstieg in die Berufswelt zu finden","Modernes Arbeiten mit flachen Hierarchien in einem innovativen und internationalen Team"],"qualifications":["Du bist eingeschriebene*r Student*in der BWL, Psychologie, Kommunikationswissenschaften oder eines ähnlichen Studiengangs","Aufgaben gehst du strukturiert und eigenverantwortlich an und behältst auch bei mehreren To-dos den Überblick","Darüber hinaus interessierst du dich für das Recruiting und willst dein Wissen in der Praxis ausbauen","Sehr gute Kommunikationsfähigkeiten in Deutsch und Englisch runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:37"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10386?country=de&page=4","title":"Social Media und Marketing Specialist (m/w/d)","locations":["DORTMUND","BERLIN"],"tasks":["Als Teil unseres innovativen und internationalen Teams leistest Du einen wertvollen Beitrag zur Präsentation von Storm Reply im Internet, auf Messen und Events","Du verfügst über Expertenwissen in den Bereichen Social Media und Marketing und sagst uns, was wir tun müssen um Storm Reply als Marke zu entwickeln und neue Kunden zu gewinnen","Du übernimmst die Erstellung des Marketing Plans und verantwortest die Umsetzung und sofern erforderlich die Abstimmung mit AWS Marketing und Agenturen","Dabei verantwortest du die regelmäßige Erstellung von Inhalten (Text und Bild) für alle gängigen Social Media Business Networks  (vor allem LinkedIn) und für unsere Storm Reply Webseite","Du erarbeitest einen Redaktionsplan für Social Media  (in Trello) in Zusammenarbeit mit dem Management und übernimmst die Umsetzung","Die Durchführung von Social Media Kampagnen mit Google Ads und LinkedIn Campaign Manager gehört mit zu Deinen Aufgaben","Das Schreiben und Layouten von White Papern, Broschüren und Kundenreferenzen sowie die Erstellung von Grafiken mit gängigen Tools wie Adobe Photoshop, Illustrator oder Canva übernimmst Du ebenfalls"],"benefits":["FLACHE HIERARCHIEN","HYBRIDES AREITEN","INTERNATIONALES TEAM","FLEXIBLE ARBEITSZEITEN","Bei uns kannst du deine Ideen einbringen und die Weiterentwicklung der Firma mitgestalten.","Wir bieten dir einen modernen Arbeitsplatz mit super Hardware (nach Wahl) und eine internationale und familiäre Arbeitsumgebung mit flachen Hierarchien. Bei uns lässt sich der Job auch gut mit der Familie verbinden.","Bei uns kannst du ein JobRad bekommen, wir beteiligen uns an deinen sportlichen Aktivitäten und über die Reply Gruppe bekommst du Zugriff auf zahlreiche weitere Benefits.","Team Building ist bei uns ein wichtiger Faktor: Im Jahr finden diverse Events, sowohl auf Storm aber auch auf Reply Ebene, statt."],"qualifications":["Erfolgreich abgeschlossenes Studium der Wirtschaftswissenschaften (z.B. mit Schwerpunkt Marketing) oder vergleichbarer Studiengang","Fundierte Kenntnisse im Bereich Social Media Branding / Employer Branding und in der Erstellung von Marketingtexten in deutscher und englischer Sprache","Erfahrung mit Social Media Plattformen wie LinkedIn, Instagram etc.","Gute Kenntnisse in Microsoft Office und Software zur Gestaltung von Grafiken für Social Media (z.B. Photoshop, Adobe Illustrator oder Canva)","Verhandlungssichere Kenntnisse in deutscher und englischer Sprache"],"company":"Reply","scraped_date":"2025-06-23 15:02:42"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10628?country=de&page=4","title":"Junior Security Software Engineer (m/w/d) für cloudbasierte IAM-Lösungen","locations":["DÜSSELDORF","KÖLN","HYBRID"],"tasks":["Du entwickelst und gestaltest cloudbasierte IAM-Lösungen unter Nutzung von OAuth2.0, OpenID Connect und SAML, um sichere und skalierbare Systeme bereitzustellen","Gemeinsam mit dem Team integrierst du Identity-Management-Tools wie Okta, Ping Identity, Auth0 oder Oracle Identity Governance in bestehende Infrastrukturen","In enger Zusammenarbeit mit DevOps-Teams sorgst du für die Bereitstellung sicherer Infrastrukturen mithilfe von Terraform und CI/CD-Pipelines","Zero-Trust-Sicherheitsmodelle werden von dir implementiert und kontinuierlich optimiert, um höchste Sicherheitsstandards zu gewährleisten","Du entwickelst fortschrittliche Authentifizierungsflows, einschließlich Multi-Faktor-Authentifizierung (MFA) und passwortloser Authentifizierung, um ein nahtloses und sicheres Nutzererlebnis zu schaffen","Durch deine Mitarbeit an der Cloud-Infrastruktur-Architektur trägst du zur sicheren und effizienten Bereitstellung unserer Lösungen bei"],"benefits":["JOBRAD","ZERTIFIZIERUNGEN","FLEXIBLE ARBEITSZEITEN","COMPANY EVENTS","Hybrides Arbeiten: Ein individueller Mix aus remote working, Zeit im Office oder beim Kunden vor Ort","Innovation & Vielfalt: Deutschlandweite, branchenübergreifende Projekte bei großen und mittelständischen Kunden","Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Immer up to date: Jede Menge externe und interne individueller Weiterbildungsmöglichkeiten und Zertifizierungen"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik, Ingenieurwissenschaften oder ein vergleichbares Studium mit IT Bezug","Erste Erfahrung mit Cloud-Plattformen (AWS, Azure oder GCP) bringst du mit","Deine fundierten Kenntnisse in einer gängigen Programmiersprache wie Python, Java oder TypeScript helfen dir, leistungsfähige Anwendungen zu entwickeln","Mit Backend-Frameworks wie Node.js, Django oder Spring Boot bist du vertraut und kannst diese gezielt einsetzen","Du verfügst über ein grundlegendes Verständnis von Authentifizierungs- und Autorisierungsprotokollen wie OAuth2.0, SAML oder OpenID Connect","Erfahrung mit Automatisierungstools wie Terraform oder Ansible sowie mit CI/CD-Pipelines unterstützt dich dabei, effiziente Entwicklungsprozesse zu gewährleisten","Kommunikationsstärke in deutscher und englischer Sprache rundet dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:02:48"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10827?country=de&page=4","title":"Senior IT-Projektmanager CMS (m/w/d)","locations":["BREMEN","HAMBURG","BERLIN","MÜNCHEN"],"tasks":["Leitung komplexer CMS-Projekte von der Anforderungsaufnahme bis zum erfolgreichen Rollout (z. B. TYPO3, Storyblok, Contentful).","Strategische Weiterentwicklung des CMS-Leistungsportfolios sowie Identifikation neuer Geschäftschancen","Beratung von Kunden zu modernen Content-Plattformen und Architekturkonzepten auf technologischer und organisatorischer Ebene","Führung interdisziplinärer, agiler Teams mit Verantwortung für Budget, Zeitplanung und Qualität","Enge Zusammenarbeit mit Geschäftsführung und Stakeholdern, inklusive Moderation von Workshops und Steuerungsgremien","Verantwortung für den Ausbau des CMS-Bereichs und aktive Mitgestaltung zukunftsfähiger Plattformlösungen","Du bist zentrale Ansprechperson für unsere Kunden – auch auf C-Level – und pflegst sowie entwickelst langfristige Geschäftsbeziehungen aktiv weiter"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","BEZAHLTE ZERTIFIZIERUNGEN","JOBRAD","Coole Offices: Standorte bundesweit, interdisziplinär organisiert. Sie vereinen das Know-how verschiedener Einheiten der Reply Gruppe","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Onboarding-Event: Vom ersten Tag an bist du Teil unseres Netzwerkes und profitierst vom Know-how der Reply-Community","Vanilla Team Spirit: Modernes Arbeiten in einem innovativen und internationalen Team"],"qualifications":["Erfolgreich abgeschlossenes Studium in Informatik, Wirtschaftsinformatik, Digital Business oder einer vergleichbaren Fachrichtung","Mindestens 3 Jahre Erfahrung im IT-Projektmanagement, idealerweise mit Fokus auf CMS oder Digital Experience","Strategisches Denken, Erfahrung im Business Development oder Pre-Sales wünschenswert","Hohes Qualitätsbewusstsein, Eigenverantwortung und Gestaltungswillen","Sehr gute Kommunikationsfähigkeiten auf Deutsch und Englisch","Sehr gute Kenntnisse in CMS-Systemen und Technologien (z. B. TYPO3, Storyblok, Contentful, Strapi, o. ä. sowie APIs, Cloud, Frontend-Frameworks)"],"company":"Reply","scraped_date":"2025-06-23 15:02:54"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10829?country=de&page=4","title":"Microsoft Dynamics 365 Functional Consultant – Power Pages (m/w/d)","locations":["HAMBURG","MÜNCHEN","BERLIN","FRANKFURT","HYBRID","GÜTERSLOH"],"tasks":["Konzeption und Umsetzung moderner Webportale auf Basis von Microsoft Power Pages – benutzerfreundlich, sicher und nahtlos integriert in bestehende Systeme","Analyse von Kundenanforderungen und Entwicklung passgenauer Lösungskonzepte für Self-Service-Portale und digitale Serviceangebote","Beratung und Begleitung unserer Kunden bei der Einführung und Weiterentwicklung ihrer Portallösungen","Enge Zusammenarbeit mit technischen Consultants und Entwicklern, um individuelle Anforderungen erfolgreich umzusetzen","Konfiguration und Integration von Power Pages, einschließlich Anbindung von Datenquellen (z. B. Microsoft Dataverse) und Integration in Dynamics-365-Umgebungen oder andere Systeme"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","BEZAHLTE ZERTIFIZIERUNGEN","“Workation” an europäischen REPLY Standorten sowie bis zu drei Wochen remote working im EU-Ausland","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Standortunabhängiges, modernes, hybrides Arbeiten im High-End Office","Zugang zu internen Schulungen und Weiterbildungen, um die Kenntnisse im Bereich Microsoft Dynamics 365 & Power Platform zu vertiefen und aktuelle Trends und Technologien zu verfolgen","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Sonderboni wie z.B. Sportverein, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Arbeiten in einem motivierten Team mit hoher Lernkurve durch kontinuierlichen Erfahrungsaustausch","Reply Power Platform Academy – Etabliertes Onboarding-Programm zum erfolgreichen Start","Erfahre hier  mehr über Nachhaltigkeit bei Reply!"],"qualifications":["Erfolgreich abgeschlossenes Studium in Informatik, Wirtschaftsinformatik, Betriebswirtschaft oder einer vergleichbaren Fachrichtung","Mindestens 1 Jahr Erfahrung in der Beratung oder Umsetzung von Projekten mit Microsoft Power Platform oder Dynamics 365","Grundkenntnisse in Power Pages oder die Motivation, dich schnell und engagiert in das Thema einzuarbeiten","Technisches Verständnis für Webtechnologien wie HTML, CSS, JavaScript sowie für Schnittstellen und APIs (z. B. Azure Services)","Du denkst analytisch, arbeitest strukturiert und kommunizierst klar – im Team fühlst du dich wohl und verstehst es, Anforderungen verständlich aufzunehmen und weiterzugeben","Sehr gute Deutsch- und gute Englischkenntnisse in Wort und Schrift sowie gelegentlich Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:00"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-406?country=de&page=4","title":"Fullstack Developer (m/w/d) mit Schwerpunkt PHP/JavaScript","locations":["MÜNCHEN"],"tasks":["Du verantwortest die technische Planung, Umsetzung und Integration von Anwendungen der Marketing Cloud mit dem Schwerpunkt PHP und JavaScript","In Zusammenarbeit mit deinem Team übernimmst du die Entwicklung individueller Projektlösungen","Darüber hinaus ist die Entwicklung von Apps und die Analyse von Kundenanforderungen ein Bestandteil deiner Tätigkeit","Teilnahme an Workshops zur Erweiterung deiner Fachkenntnisse und zur Förderung deiner berufliche Weiterentwicklung","Erstellung von Aufwandseinschätzungen, technischen Konzepten sowie deren teamorientierte Umsetzung"],"benefits":["10 TAGE ZUR WEITERBILDUNG","KNOW-HOW SHARING","GUTE WORK LIFE BALANCE","FIRMEN EVENTS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team","Mentoring-Programm zur persönlichen und beruflichen Weiterentwicklung durch individuelle Betreuung und Erfahrungsaustausch"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik, Mathematik, Physik, BWL oder einem vergleichbaren Studiengang","Idealerweise verfügst du über mindestens 3 bis 5 Jahre Erfahrung in der PHP- und/oder JavaScript Programmierung","Du verfügst über fundierte Kenntnisse in Git, Docker und Continuous Integration und hast bereits Erfahrung in der Administration von Nginx, MySQL und Kubernetes","Gute Kenntnisse relevanter Webtechnologien (CSS, (X)HTML, REST, OAuth2) und Frameworks (Symfony, React)","Teamfähigkeit, Zuverlässigkeit und eigenverantwortliche Arbeitsweise sowie die Bereitschaft, sich ständig weiterzubilden, zeichnen dich aus","Sehr gute Kommunikationsfähigkeiten in Deutsch und Englisch runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:06"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10828?country=de&page=4","title":"Senior AI, Personalisation & CRO Consultant (m/w/d)","locations":["BERLIN","MÜNCHEN","HYBRID"],"tasks":["Du identifizierst Potenziale zur Effizienzsteigerung und entwickelst AI-basierte Automatisierungslösungen, die interne Prozesse und Services für Kunden optimieren","Dabei konzipierst und implementierst du AI-getriebene Tools zur Automatisierung von Ideation, Segmentierung, Reporting und Personalisierung und berätst Kunden dabei, AI-Lösungen strategisch entlang der gesamten digitalen Customer Journey einzusetzen und zu skalieren","Für unseren Kunden entwickelst du neue Services, die erhebliche Zeit- und Kostenersparnisse ermöglichen und positionierst Up Reply dabei als Innovationsführer","Eigenständige Durchführung von A/B-Tests und Personalisierungskampagnen – von der Hypothese bis zur Analyse – und du arbeitest mit Tools wie Optimizely, Adobe Target, GA4 und Contentsquare","Du analysierst Nutzerverhalten, identifizierst Optimierungspotenziale und setzt neue Ideen in erfolgreiche Tests um","Du bist zentrale Ansprechperson für Stakeholder, steuerst globale Programme und sorgst für eine reibungslose Zusammenarbeit mit allen Beteiligten. Außerdem schulst du interne Teams und Kunden zu AI-Technologien, Best Practices und innovativen Use Cases"],"benefits":["JOBRAD","FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","BEZAHLTE ZERTIFIZIERUNGEN","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket","Immer up to date: Jede Menge externe und interne Weiterbildungsmöglichkeiten und Zertifizierungen","Modernes Arbeiten in einem innovativen und internationalen Team und flexible Arbeitszeiten und hybride Arbeitsmodelle","Für eine ausgewogene Work-Life-Balance bieten wir ein umfangreiches Angebot an Gesundheits- und Sportprogrammen mit \"Wellpass\" an","JobRad-Angebot für nachhaltige Mobilität"],"qualifications":["4+ Jahre Erfahrung in CRO, Personalisierung, Digital Analytics oder einem verwandten Bereich und brennst dafür, Prozesse mit AI-gestützten Workflows zu transformieren","Fundierte praktische Erfahrung mit AI-Tools wie LLMs (z. B. GPT), agentischen Netzwerken sowie Low-Code-Automatisierungstools wie N8N oder Make.com mit","Du hast als externer Consultant A/B-Tests und Personalisierungskampagnen eigenständig konzipiert und umgesetzt und liebst es, neue Ideen in messbaren Erfolg zu verwandeln","Sicherer Umgang mit Tools wie Optimizely, Adobe Target, Dynamic Yield, GA4 und Contentsquare","Du bist proaktiv, denkst strukturiert und datengestützt und hast Spaß daran, neue Wege zu finden, um Prozesse und Kundenerlebnisse zu automatisieren","Komplexe Themen kannst Du überzeugend kommunizieren und auf unterschiedliche Zielgruppen zuschneiden","Du sprichst fließend Deutsch und Englisch und möchtest mit uns gemeinsam neue, innovative Services auf Basis von KI entwickeln"],"company":"Reply","scraped_date":"2025-06-23 15:03:13"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10798?country=de&page=4","title":"Senior Solution Architect (m/w/d) – Microsoft Dynamics CRM","locations":["HAMBURG","MÜNCHEN","BERLIN","FRANKFURT","HYBRID"],"tasks":["Du übernimmst die fachliche und technische Gesamtverantwortung für komplexe CRM-Projekte auf Basis von Microsoft Dynamics 365, insbesondere in den Modulen Sales & Marketing","Als führender Architekt und zentraler Ansprechpartner für unsere Kunden steuerst du die Anforderungsanalyse, Konzeption, Umsetzung und Integration der CRM-Lösung","Du entwickelst zukunftsorientierte Architekturkonzepte unter Einbezug moderner Web-Technologien und orchestrierst die Integration mit externen Systemen über SSIS, KingswaySoft sowie Azure-Technologien wie Logic Apps, Azure Functions oder Service Bus","Du führst Kunden-Workshops durch, erstellst Entscheidungsgrundlagen und begleitest Teams in der technischen Umsetzung und Qualitätssicherung","Du setzt auf agile Projektmethoden und gestaltest aktiv deren Einführung und Umsetzung innerhalb interdisziplinärer Teams.","Du arbeitest eigenverantwortlich, denkst unternehmerisch und übernimmst die Verantwortung für deinen Projekterfolg – sowohl technisch als auch kommunikativ"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","BEZAHLTE ZERTIFIZIERUNGEN","“Workation” an europäischen REPLY Standorten sowie bis zu drei Wochen remote working im EU-Ausland","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Standortunabhängiges, modernes, hybrides Arbeiten im High-End Office","Zugang zu internen Schulungen und Weiterbildungen, um die Kenntnisse im Bereich Microsoft Dynamics 365 & Power Platform zu vertiefen und aktuelle Trends und Technologien zu verfolgen","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Sonderboni wie z.B. Sportverein, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke","Arbeiten in einem motivierten Team mit hoher Lernkurve durch kontinuierlichen Erfahrungsaustausch","Reply Power Platform Academy – Etabliertes Onboarding-Programm zum erfolgreichen Start","Erfahre hier  mehr über Nachhaltigkeit bei Reply!"],"qualifications":["Erfolgreich abgeschlossenes Studium im Bereich Betriebswirtschaft, Wirtschaftsinformatik oder Ähnlichem","Mindestens 3 Jahre Berufserfahrung als Solution Architekt oder Lead Consultant im Microsoft Dynamics 365-Umfeld, vorzugsweise mit Fokus auf Sales & Marketing","Tiefgehende Kenntnisse im Aufbau komplexer CRM-Landschaften sowie in der Integration von Drittsystemen, insbesondere ERP-Systemen, über SSIS, KingswaySoft und/oder Azure Cloud Services","Du hast Erfahrung mit Web-Technologien (HTML, JavaScript, REST APIs) und verstehst es, moderne Benutzererlebnisse zu gestalten und technisch umzusetzen.","Du kennst dich mit agilen Methoden (Scrum, Kanban etc.) aus und hast Erfahrung in deren praktischer Anwendung oder Einführung","Deine Kommunikationsstärke, Präsentationsfähigkeit und dein strategisches Denken machen dich zu einem vertrauensvollen Partner auf allen Entscheidungsebenen","Sehr gute Deutsch- und Englischkenntnisse sowie gelegentliche Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:18"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-1054?country=de&page=4","title":"Cloud Solution Architect (m/w/d) Amazon Web Services","locations":["BERLIN","DORTMUND","FRANKFURT","MÜNCHEN"],"tasks":["Als Teil unseres innovativen und internationalen Teams leistest Du einen wertvollen Beitrag bei der Beratung und Realisierung von Cloud-Strategien sowie dem Design und Blueprinting von Cloud Architekturen (z.B. im Bereich IoT, Portale, Analytics, BI und Apps) für unsere Kunden. Dabei steht die Entwicklung von Strategien und Lösungen für cloudbasierte Infrastruktur und Anwendungen sowie die Identifizierung neuer, innovativer Cloud-Technologien im Vordergrund deiner Verantwortung","Du berätst unsere Kunden eigenständig bei der Cloud-Adoption und der Cloud Journey, dabei konzipierst du skalierbare Systeme mit hoher Verfügbarkeit und Ausfallsicherheit","In diesem Zuge realisierst du auch die Migration bestehender on-premise Architekturen zu AWS sowie die Datenmigration von und nach AWS","Dabei setzt du auf DevOps-Prinzipien / Infrastructure as Code mit dem AWS Cloud Development Kit (CDK), Terraform und CloudFormation, um Projekte in den reibungslosen Betrieb zu überführen und dort zu betreiben"],"benefits":["INTERNATIONALES TEAM","FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","FLACHE HIERARCHIEN","Bei uns kannst du deine Ideen einbringen und die Weiterentwicklung der Firma mitgestalten.","Wir bieten dir einen modernen Arbeitsplatz mit super Hardware (nach Wahl) und eine internationale und familiäre Arbeitsumgebung mit flachen Hierarchien. Bei uns lässt sich der Job auch gut mit der Familie verbinden.","Bei uns kannst du ein JobRad bekommen, wir beteiligen uns an deinen sportlichen Aktivitäten und über die Reply Gruppe bekommst du Zugriff auf zahlreiche weitere Benefits.","Team Building ist bei uns ein wichtiger Faktor: Im Jahr finden diverse Events, statt sowohl auf Storm aber auch auf Reply Ebene."],"qualifications":["Erfolgreich abgeschlossenes Hochschulstudium in Informatik, Ingenieurwesen, Mathematik, Physik oder einem vergleichbaren technischem Studiengang und mindestens 7 Jahren Berufserfahrung als Enterprise- oder Solution Architect in komplexen, heterogenen IT-Landschaften","Sehr gute Kenntnisse der AWS und AWS Zertifizierungen des Associate-Levels","Sehr gute Kenntnisse bzgl. state-of-the-art Data Center / Netzwerk-Infrastrukturen, d.h. NAC, DNS, Firewall, VPN etc., Server (Windows/Linux), Storage, Backup, Virtualisierung, Container, Automatisierung (z.B. Ansible), IT-Security, Infrastructure as Code","Sehr gute Kommunikationsfähigkeit in deutscher und englischer Sprache sowie Bereitschaft zu gelegentlichen Reisen runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:24"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-957?country=de&page=4","title":"IT Projektmanager Cloud Computing (m/w/d) Amazon Web Services","locations":["BERLIN","DORTMUND","FRANKFURT","MÜNCHEN"],"tasks":["Als (Senior) IT-Projektmanager realisierst du mit deinem Team spannende IT-Lösungen bei unseren Kunden in unterschiedlichen Branchen","Dabei übernimmst du die verantwortliche Leitung bzw. Koordination abwechslungsreicher IT-Projekte unterschiedlicher Art mit den Schwerpunkten Cloud, IT-Infrastruktur und Anwendungsentwicklung","Konsequent und leidenschaftlich verfolgst du deine Projektziele, berätst unsere Kunden auf Basis deiner Erfahrung und treibst die Weiterentwicklung der IT-Landschaft und Software an","Souverän steuerst du deine Projekte und übernimmst die Führung deiner Projektteams über den gesamten Projektzyklus von Angebotsprozess, über Analyse, Design, Implementierung, Testing bis zur Abnahme","Projektkommunikation und Koordination der beteiligten Bereiche des Klienten sowie ggf. Steuerung & Monitoring externer Provider","Statusreporting sowie Durchführung von Steering Boards ggf. auf GF/Vorstands-Ebene"],"benefits":["INTERNATIONALES TEAM","FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","FLACHE HIERARCHIEN","Bei uns kannst du deine Ideen einbringen und die Weiterentwicklung der Firma mitgestalten.","Wir bieten dir einen modernen Arbeitsplatz mit super Hardware (nach Wahl) und eine internationale und familiäre Arbeitsumgebung mit flachen Hierarchien. Bei uns lässt sich der Job auch gut mit der Familie verbinden.","Bei uns kannst du ein JobRad bekommen, wir beteiligen uns an deinen sportlichen Aktivitäten über den EGYM Wellpass und über die Reply Gruppe bekommst du Zugriff auf zahlreiche weitere Benefits.","Team Building ist bei uns ein wichtiger Faktor: Im Jahr finden diverse Events statt, sowohl auf Storm aber auch auf Reply Ebene."],"qualifications":["Erfolgreich abgeschlossenes Hochschulstudium in Informatik, Ingenieurwesen, Mathematik, Physik oder einem vergleichbaren technischem Studiengang und mindestens 5 Jahre einschlägige Berufserfahrung als Projektmanager","Mehrjährige Erfahrung in der Leitung von IT-Projekten z.B. im Bereich Data Center / Backoffice, Network, Security, Applikationsentwicklung bringst du mit","Ausgeprägtes Interesse an Cloud-Technologien und idealerweise Erfahrung mit Public Cloud Lösungen, vorzugsweise mit Amazon Web Services (AWS)","Du hast fundierte Kenntnisse gängiger Projektmanagement-Tools sowie einer Projektmanagement-Methode wie z.B. PMI, PRINCE2, SCRUM, SAFE sowie ITIL (Zertifizierungen sind von Vorteil)","Projekterfahrung im Konzernumfeld oder im multinationalen Mittelstand Ausgeprägte Kundenorientierung","Sehr gute Kommunikationsfähigkeit in deutscher und englischer Sprache sowie Bereitschaft zu gelegentlichen Reisen runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:30"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-1680?country=de&page=4","title":"Senior Consultant (m/w/d) für Cloud Migrationen – Amazon Web Services","locations":["BERLIN","DORTMUND","FRANKFURT","MÜNCHEN"],"tasks":["Als Teil unseres  innovativen und internationalen Teams  leistest Du einen wertvollen Beitrag bei der Beratung zu und der Realisierung von Cloud-Strategien und Migrationen für unsere Kunden und verantwortest dabei das Thema AWS Migration Acceleration Program (MAP)","Hierbei übernimmst du als treibende Kraft die  Durchführung  und  Weiterentwicklung  des MAP, von der Assessment- über die Mobilize- bis hin zur Migrationsphase","Bei der Cloud-Adoption und der Cloud Journey berätst du und übernimmst dabei die Verantwortung für die  Modernisierung von Applikationslandschaften  unserer Partner. Dein Consulting-Gen hilft dir dabei, deine Ansprechpartner auf CxO-Level adäquat dabei mitzunehmen und einen tragfähigen Business Case zu generieren","Du verantwortest den  Aufbau der Cloud-Infrastruktur  basierend auf DevOps-Prinzipien und -Tools. Dazu gehört der Betrieb und die stetige Verbesserung der Cloud-Lösungen, inklusive regelmäßiger Berichts- und Performanceerstellung sowie Kostenoptimierung"],"benefits":["MODERNE TECHNOLOGIEN","FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","FLACHE HIERARCHIEN","Bei uns kannst du deine Ideen einbringen und die Weiterentwicklung der Firma mitgestalten.","Wir bieten dir einen modernen Arbeitsplatz mit super Hardware (nach Wahl) und eine internationale und familiäre Arbeitsumgebung mit flachen Hierarchien. Bei uns lässt sich der Job gut mit der Familie verbinden.","Bei uns kannst du ein JobRad bekommen, wir beteiligen uns an deinen sportlichen Aktivitäten und über die Reply Gruppe bekommst du Zugriff auf zahlreiche weitere Benefits.","Team Building ist bei uns ein wichtiger Faktor: Im Jahr finden diverse Events statt, sowohl auf Storm aber auch auf Reply Ebene."],"qualifications":["Erfolgreich abgeschlossenes Hochschulstudium  in Informatik, Ingenieurwesen, Mathematik, Physik oder einem vergleichbaren technischen Studiengang und  mindestens 7 Jahre Berufserfahrung  als Consultant","Sehr gute Kenntnisse  der AWS und AWS Zertifizierungen des Associate- und Professional-Levels","Sehr gute Kenntnisse  des AWS Migration Acceleration Program und AWS Cloud Adoption Framework (CAF), sowie AWS Well Architected Framework (WAR) setzen wir voraus","Expertenkenntnisse  in den aktuellen Programmiersprachen (z.B. Typescript, Python oder Java) und Infrastructure as Code (z.B. AWS CDK, Terraform, AWS CloudFormation)","Sehr gute Kommunikationsfähigkeit  in deutscher und englischer Sprache sowie die Bereitschaft zu gelegentlichen Reisen runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:36"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10820?country=de&page=5","title":"Junior Business Development Manager (m/w/d)","locations":["MÜNCHEN","LEIPZIG","REGENSBURG"],"tasks":["Du begleitest spannende Pitches und Ausschreibungen für unsere Kund:innen – mit Fokus auf den EU-Raum","Du entwickelst kreative Strategien zur Kund:innenansprache und -gewinnung, die klassisches “cold calling” ersetzen","Du unterstützt aktiv bei der Vorbereitung und Durchführung von Workshops mit unseren Kund:innen","Du gestaltest interne Prozesse im Business Development aktiv mit – deine Ideen sind hier gefragt","Du übernimmst Verantwortung für eigene Projekte und Aufgabenbereiche und kannst dabei schnell deine persönlichen Lernziele erreichen"],"benefits":["GUTE WORK LIFE BALANCE","TAGE ZUR WEITERBILDUNG","ARBEITE REMOTE ODER IM OFFICE","NEUES EQUIPMENT NACH DEINER WAHL","Flexibles, selbstbestimmtes Arbeiten mit vollem Überstundenausgleich und 30 Tagen Urlaub","Persönliches Zeitbudget zum Lernen und Experimentieren","Individuelle Karrierepfade und gelebte Mitmach-Kultur","Projekte mit modernen Technologien und erfahrenen Kollegen"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Hochschulstudium der (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, oder vergleichbarer Studiengänge","Du hast Spaß an der Kommunikation mit Kund:innen und arbeitest gerne im Team zusammen","Idealerweise bringst du bereits erste praktische Erfahrungen im Bereich Sales oder Business Development (z. B. durch Praktika oder Werkstudentenjobs) mit und bist sicher im Umgang mit den MS-Office Tools","Du hast Lust, unser Kund:innenportfolio aktiv mitzugestalten und weiter auszubauen","Du bist neugierig, lernbereit und packst Dinge gerne eigenständig an","Sehr gute Kommunikationsfähigkeiten in Deutsch und Englisch runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:42"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10205?country=de&page=5","title":"Consultant (m/w/d) Customer Experience - D365 Customer Insights","locations":["BERLIN","BREMEN","DÜSSELDORF","GÜTERSLOH","HAMBURG","KÖLN","FRANKFURT","MÜNCHEN","HYBRID"],"tasks":["Du konzipierst, implementierst und steuerst Lösungen auf Basis von Dynamics 365 Customer Insights – Data, auch in Kombination mit Customer Insights – Journeys","Du bist zentraler Ansprechpartner für die Integration und Harmonisierung von Kundendaten aus verschiedenen Quellen – von CRM-Systemen über ERP bis zu externen Touchpoints","Du analysierst Kundenanforderungen, erarbeitest Architekturen und Roadmaps und begleitest die technische Umsetzung im Team","Du optimierst Customer Journeys und entwickelst gemeinsam mit Kunden datengetriebene Marketingstrategien","Du führst Workshops und Schulungen durch und unterstützt unsere Kunden im operativen Betrieb und bei der Weiterentwicklung ihrer Plattform"],"benefits":["BEZAHLTE ZERTIFIZIERUNGEN","HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","DEUTSCHLANDTICKET","“Workation” an europäischen REPLY Standorten sowie bis zu drei Wochen remote working im EU-Ausland","Flache Hierarchien sowie eine ausgeprägte Vertrauens- und Feedback-Kultur – Schluss mit Top-Down Entscheidungen!","Standortunabhängiges, modernes, hybrides Arbeiten im High-End Office","Zugang zu internen Schulungen und Weiterbildungen, um die Kenntnisse im Bereich Microsoft Dynamics 365 zu vertiefen und aktuelle Trends und Technologien zu verfolgen","Mentoring-Programm sowie Führungs-/ Nachwuchskräfte-Förderprogramm zur persönlichen und beruflichen Weiterentwicklung","Unsere flexiblen Arbeitszeitmodelle garantieren einen modernen Ausgleich von Berufs- und Privatleben + 30 Tage Urlaub","Sonderboni wie z.B. Sportverein, Kita Zuschuss, Hochzeits- oder Geburtstaggeschenke"],"qualifications":["Erfolgreich abgeschlossenes Studium im Bereich (Wirtschafts-)Informatik, Wirtschaftswissenschaften oder eine vergleichbare Qualifikation.","Fundierte Erfahrung mit Dynamics 365 Customer Insights – Data, idealerweise auch mit Journeys / Marketing Automation","Kenntnisse in Customer Data Platforms (CDP), Datenmodellierung, Datenintegration und in der Anbindung externer Datenquellen (z. B. über Power Platform, Azure Data Factory, APIs)","Erfahrung in der Rolle als Solution Architect oder technischer Lead in Projekten ist ein Plus","Idealerweise Erfahrung in Microsoft Business Applications Projekten und ein gutes Verständnis für Marketing- und Vertriebsprozesse","Sehr gute Deutsch- und Englischkenntnisse sowie Bereitschaft zu gelegentlichen Reisen runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:48"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-290?country=de&page=5","title":"Praktikant/ Werkstudent für Kommunikation, Events und Design (m/w/d)","locations":["BERLIN"],"tasks":["Unterstützung des internen Kommunikationsteams bei der Organisation und Umsetzung von Events, Messen und Trainings","Entwicklung und Gestaltung kreativer Beiträge für das Intranet","Recherche und Implementierung innovativer Kommunikationsformate und -techniken","Erstellung von Präsentationen, Flyern und anderen Kommunikationsmedien gemäß unserem Corporate Design, einschließlich Videos und Grafiken","Teilnahme an Meetings und Mitarbeit in spannenden Projekten mit internationalen Kollegen und Kolleginnen"],"benefits":["FLEXIBLE ARBEITSZEITEN","INTERNATIONALES TEAM","MOBILES ARBEITEN","FIRMENEVENTS","Wir bieten dir spannende Aufgaben und die Möglichkeit, dich einzubringen","Modernes Arbeiten in einem innovativen und internationalen Team mit flachen Hierarchien und kurzen Entscheidungswegen."],"qualifications":["Du bist eingeschriebene:r Student:in in den Fächern der Medientechnik, Design oder ähnlichen Fachrichtungen","Du hast bereits erste Erfahrungen in diesem Kontext sammeln können und hast Interessen an spannenden IT-Themen","Du bist kommunikationsstark und ein Teamplayer","Kreativität, ein guter Schreibstil sowie dein Organisationstalent zählen zu deinen Stärken","Gute Kenntnisse in MS Office (intermediate) und Adobe Creative Cloud zeichnen dich aus","Sehr gute Deutsch- und Englischkenntnisse runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:53"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-2072?country=de&page=5","title":"Senior Software Developer (m/w/d) - Java","locations":["MÜNCHEN","DEUTSCHLANDWEIT"],"tasks":["Dank deiner Expertise trägst du fachliche Verantwortung über den Entwicklungsprozess in der Frontend- und Backend-Entwicklung in diversen Projekten von Kund:innen","Egal ob technischer Konzeptentwurf, Programmierung oder Testing - du bist überall mit dabei und begleitest unsere Projekte von der ersten Anforderungsanalyse bis zum Go Live und darüber hinaus","Zusammen mit deinem Team entwirfst, passt an und entwickelst du Softwarekomponenten und APIs basierend auf unserer Plattform und bestehenden Anforderungen (überwiegend Backend)","Du lieferst neue Ideen, gestaltest und entwickelst aktiv Prozesse und Funktionen mit Fokus auf einen hohen Kundennutzen und Usability in einem spannenden und anspruchsvollen Umfeld weiter oder konzipierst sie neu","Java EE, Microservice-Architektur, Web-Frontend, mobile Apps für Android und moderne CI/CD Tools ist das technologische Umfeld, in dem du sowohl an großen Projekten als auch bei Anpassungen an bestehenden Kundensystemen mitwirkst","Du unterstützt dein Team als versierte:r Ansprechpartner:in für technische Fragen und Entwicklungsmethoden und trägst dabei eine aktive Rolle, um die Projektziele gemeinsam im Team zu erreichen","Dabei achtest du auf eine effiziente Umsetzung, hast die Software-Qualität im Fokus und bringst deine kreativen Ideen ein, um unsere internen Prozesse kontinuierlich zu verbessern"],"benefits":["HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","JOBRAD","WELLPASS","Wir bieten dir ein attraktives Gehalt und ein wettbewerbsfähiges Gesamtpaket, das auch die Förderung von Sport und Job Rad einschließt","Regelmäßige und systematische (externe und interne) Weiterbildungsmöglichkeiten: Profitiere von unserem Team, Lernressourcen, Challenges/Hackathons und mehr, um deine Entwicklung voranzutreiben","Flexibles, selbstbestimmtes und verantwortungsvolles Arbeiten in einem inspirierenden Unternehmen mit der Dynamik eines Start-Ups und der Sicherheit eines Konzerns. In kleinen, innovativen, internationalen Teams treiben wir den digitalen Wandel voran"],"qualifications":["Wir freuen uns auf dein erfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik, Physik oder in einem relevanten Studienfach","Du hast bereits mehrere Jahre Berufserfahrung in der Softwareentwicklung gesammelt, idealerweise in cloudbasierten Business-Applikationen","Java, Groovy, JavaScript sprichst du fließend und hast eine Vorliebe für moderne Technologien (z.B. Apache Camel, IntelliJ, Bitbucket, Bamboo, Docker, Kubernetes)","Idealerweise hast du bereits praktische Erfahrungen mit agilen Projektmethoden gesammelt und findest ein internationales Umfeld inspirierend","Softwarequalität ist nicht nur ein Buzzword für dich","Wir freuen uns, wenn du bereits Erfahrung in der Logistik – insbesondere im Warehouse Management – gesammelt hast","Sehr gute Deutsch- und Englischkenntnisse und Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:03:59"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10816?country=de&page=5","title":"Werkstudent (m/w/d) QA & CI/CD für Robotiksysteme","locations":["MÜNCHEN"],"tasks":["Unterstützung beim Aufbau und der Pflege unserer CI/CD-Pipelines für die Robotikplattform CASCADE","Mitwirkung bei der Entwicklung und Umsetzung automatisierter Teststrategien für unsere Robotersysteme","Monitoring und Analyse von Netzwerkverbindungen zwischen robotischen Komponenten","Dokumentation von Deployment-Prozessen und Testverfahren","Beteiligung an Qualitätssicherungsmaßnahmen für Software und integrierte Systeme"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","FIRMEN EVENTS","Wir bieten dir spannende Aufgaben und die Möglichkeit, dich einzubringen","Modernes Arbeiten in einem innovativen und internationalen Team mit flachen Hierarchien und kurzen Entscheidungswegen","Baue dir ein Netzwerk auf: Nimm teil an verschiedenen Firmenevents","Flexible Arbeitszeiten, die es ermöglichen, die Werkstudententätigkeit optimal mit dem Studium zu vereinbaren und eine ausgewogene Work-Life-Balance zu gewährleisten"],"qualifications":["Eingeschriebene:r Student:in im Bereich Informatik, Robotik, Elektrotechnik oder einem vergleichbaren Studiengang","Grundkenntnisse in DevOps-Prinzipien sowie CI/CD-Konzepten","Erste Erfahrung mit Programmiersprachen wie Python oder C++","Kenntnisse im Umgang mit CI/CD-Tools (z. B. GitLab, GitHub, Azure DevOps, Terraform) wünschenswert","Grundverständnis von Netzwerktechnologien (z. B. TCP/IP, ROS-Netzwerke)","Vertrautheit mit Test-Frameworks und Testmethodik","Erste Berührungspunkte mit Robotik-Plattformen oder ROS2 von Vorteil","Fließende Deutsch- und Englischkenntnisse in Wort und Schrift runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:04:05"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10815?country=de&page=5","title":"Werkstudent (m/w/d) Management Support","locations":["MÜNCHEN"],"tasks":["Unterstützung unserer Manager:innen und Partner:innen bei administrativen und operativen Tätigkeiten","Pflege interner Tools (z. B. CRM-Systeme, Task-Tracker)","Bearbeitung von Ad-hoc-Anfragen und Optimierung interner Abläufe","Erstellung von Präsentationen, Reports und Protokollen","Organisation von Terminen, Meetings sowie Nachverfolgung offener Punkte","Unterstützung bei Recherchen und Koordination kleiner Projekte"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","INNOVATIVES UMFELD","FIRMEN EVENTS","Wir bieten dir spannende Aufgaben und die Möglichkeit, dich einzubringen","Modernes Arbeiten in einem innovativen und internationalen Team mit flachen Hierarchien und kurzen Entscheidungswegen","Baue dir ein Netzwerk auf: Nimm teil an verschiedenen Firmenevents","Flexible Arbeitszeiten, die es ermöglichen, die Werkstudententätigkeit optimal mit dem Studium zu vereinbaren und eine ausgewogene Work-Life-Balance zu gewährleisten"],"qualifications":["Eingeschriebene:r Student:in im Bachelor- oder Masterstudium (z. B. Wirtschaftswissenschaften, idealerweise auch Technik-affin – etwa Robotik)","Verfügbarkeit für ca. 20 Stunden pro Woche","Sicherer Umgang mit MS Office, insbesondere PowerPoint und Excel","Ausgeprägte organisatorische Fähigkeiten und Kommunikationsstärke","Analytisches Denkvermögen und hoher Qualitätsanspruch gepaart mit einem professionellen Auftreten und hoher Zuverlässigkeit","Fließende Deutsch- und Englischkenntnisse in Wort und Schrift runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:04:11"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10522?country=de&page=5","title":"DevOps Engineer (m/w/d)","locations":["GÜTERSLOH","DÜSSELDORF","HANNOVER","BERLIN","MÜNCHEN"],"tasks":["Verantwortung für die Planung, Umsetzung und kontinuierliche Optimierung von Containerlösungen","Mitgestaltung und Implementierung moderner Datenplattformen und Cloud-Architekturen – gemeinsam mit einem erfahrenen Team","Aufbau und Pflege automatisierter Infrastruktur mit Tools wie Terraform und Ansible","Entwicklung, Wartung und Verbesserung von CI/CD-Pipelines, um Softwarebereitstellung effizienter und robuster zu gestalten","Enge Zusammenarbeit mit Softwareentwicklung und IT-Operations zur Förderung eines DevOps-Mindsets im gesamten Team"],"benefits":["HYBRIDES ARBEITEN","INTERNATIONALE TEAMS","FIRMEN EVENTS","INNOVATIVES UMFELD","Wachsendes Start-up Unternehmen mit hoher Flexibilität, Eigenverantwortung und Chancen","Mitmach-Kultur, flache Hierarchien und eine ausgeprägte Vertrauens- und Feedback-Kultur","Modernes, hybrides Arbeiten in High-End Offices sowie neues Equipment nach deiner Wahl","Zugang zu individuellen externen und internen Weiterbildungsmöglichkeiten sowie Zertifizierungen (von Soft-Skill Schulungen, über Cloud Zertifikate bis hin zu internen Kursen)","Vernetze dich bei unseren regelmäßigen Firmenevents wie z.B. bei der jährlichen Reply Xchange in der BMW-Welt in München oder unseren aktiven Sommerevents","Attraktive Mobilitätsangebote wie das Deutschlandticket oder Jobrad"],"qualifications":["Erfolgreich abgeschlossenes Studium im Bereich Informatik, Mathematik, Physik oder in einem verwandten technischen Studiengang","Praktische Kenntnisse in Programmiersprachen wie Python oder TypeScript","Erfahrung mit gängigen Cloud-Plattformen wie AWS, Azure oder Google Cloud","Fundiertes Verständnis von DevOps-Praktiken, Infrastructure-as-Code (z. B. mit Terraform) und CI/CD-Prozessen (z. B. mit GitLab)","Know-how in der Nutzung von Container-Technologien wie Docker und Kubernetes","Von Vorteil: Erfahrung in der Backend- oder Frontend-Entwicklung (z. B. mit Spring, Angular, React)","Sehr gute Kommunikationsfähigkeiten in Deutsch (mind. B2) und Englisch"],"company":"Reply","scraped_date":"2025-06-23 15:04:17"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JOB-10488?country=de&page=5","title":"Werkstudent (m/w/d) Generative AI - Google Cloud","locations":["BERLIN","DÜSSELDORF","GÜTERSLOH","HYBRID","KÖLN","HAMBURG"],"tasks":["Du wirst Teil eines dynamischen Teams und arbeitest aktiv an der Realisierung und Durchführung von Kundenprojekten im Bereich Generative AI auf der Google Cloud Platform","Unterstützung bei der technischen Konzeption und Implementierung von neuen Use-Cases und einbringen von deinen Ideen in verschiedenen Projekten","Du entwickelst und implementierst praktische Demos und PoCs für Kunden, um die Möglichkeiten der generativen KI aufzuzeigen und weiterzuentwickeln","Du beschäftigst dich mit neuen Funktionen und Ressourcen der Google Cloud Platform und evaluierst deren Einsatzmöglichkeiten im Kontext generativer KI","Analyse von Kundenanforderungen und Entwicklung von maßgeschneiderten Lösungen"],"benefits":["FLEXIBLE ARBEITSZEITEN","HYBRIDES ARBEITEN","EXPERTEN NETZWERK","ZERTIFIZIERUNGEN","Spannende und herausfordernde Aufgaben im Bereich der generativen KI Die Möglichkeit, aktiv an innovativen Kundenprojekten mitzuwirken und die Zukunft der Technologie mitzugestalten","Ein dynamisches und hochmotiviertes Team","Flexible Arbeitszeiten und die Möglichkeit, deine Arbeitszeit an dein Studium anzupassen","Wertvolle Praxiserfahrung in einem zukunftsorientierten Unternehmen"],"qualifications":["Du bist immatrikulierte/r Student/in in einem Studiengang mit IT-Bezug (z.B. Informatik, Data Science, Wirtschaftsinformatik)","Erste Kenntnisse im Bereich Machine Learning, AI oder Large Language Models mit (z.B. Prompt Engineering oder Retrieval Augmented Generation)","Du hast praktische Erfahrung mit Programmiersprachen wie Python, Javascript oder SQL","Kenntnisse in der Google Cloud (oder andere Cloud Anwendungen) sind ein Plus, aber keine Voraussetzung","Du zeichnest dich durch ein hohes Maß an Eigeninitiative, Motivation, schneller Auffassungsgabe und eine \"Hands-on-Mentalität\" aus","Du verfügst über fließende Deutsch- und gute Englischkenntnisse"],"company":"Reply","scraped_date":"2025-06-23 15:04:23"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-841?country=de&page=5","title":"Data & Artificial Intelligence Consultant (m/w/d)","locations":["BERLIN","HYBRID","HAMBURG","KÖLN","MÜNCHEN","DÜSSELDORF"],"tasks":["Als Experte für Machine Learning und Deep Learning übernimmst du die Konzeption und Umsetzung von Kundenprojekten unter Berücksichtigung moderner KI-Methoden entweder on-premise oder in der Microsoft Azure Cloud","Du arbeitest mit den neuesten Microsoft-Technologien und entwickelst datengetriebene Lösungen, die Data Engineering, KI und moderne Analytics verbinden (Data & AI-Lösungen auf Microsoft Fabric)","Durchführung von Requirements Engineering Workshops, um Kundenanforderungen zu erfassen und datengetriebene Lösungen zu entwickeln","Entwicklung und Optimierung von ETL-/ELT-Prozessen mit Dataflows & Pipelines in Fabric","Nutzung von Azure AI Services & Machine Learning zur Automatisierung datengetriebener Prozesse","Am Ende bist du mit verantwortlich für die vollständige technische Umsetzung der Kundenlösung","Konzeption und Umsetzung von Data Science Workflows auf Microsoft Fabric und Azure"],"benefits":["WEITERENTWICKLUNG","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","EXPERTEN NETZWERK","Hybrides Arbeiten: Ein individueller Mix aus remote working, Zeit im Office oder beim Kunden vor Ort","Innovation & Vielfalt: Deutschlandweite, branchenübergreifende Projekte mit großen und mittelständischen Kunden","Cluster Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Immer up to date: Jede Menge externe und interne individueller Weiterbildungsmöglichkeiten und Zertifizierungen"],"qualifications":["Du hast ein erfolgreich abgeschlossenes Studium in Fachbereichen mit IT-Bezug: (Wirtschafts)- Informatik, Data Science oder einem vergleichbaren Bereich, sprichst fließend Deutsch und Englisch, bist gut organisiert und denkst unternehmerisch","Fundierte Erfahrung (mindestens 2 Jahre) in der Entwicklung und Anwendung von Machine Learning Algorithmen und Datenplattformen (z. B. Microsoft Fabric, Azure Synapse, Data Factory)","Gute Programmierkenntnisse in SQL, Python oder Spark für Datenverarbeitung und Analytics und Library-Kenntnisse wie NumPy, SciPy, pandas, TensorFlow, PyTorch oder Scikit-Learn","Erfahrung mit AI-gestützten Datenanalysen sowie Machine Learning in der Azure Cloud (Azure Machine Learning oder Cognitive Services)","Erfahrung in der Zusammenarbeit mit Kunden und ein ausgeprägtes Gespür für ihre Anforderungen","Dich zeichnet eine selbständige und eigenverantwortliche Arbeitsweise aus und findest dich in einem dynamischen Umfeld schnell zurecht","Eine gelegentliche Reisebereitschaft runden dein Profil ab"],"company":"Reply","scraped_date":"2025-06-23 15:04:29"}
{"url":"https://www.reply.com/de/about/careers/de/job-details/JO-DEU-373?country=de&page=5","title":"Business Intelligence & Data Consultant (m/w/d) || Microsoft Lösungen","locations":["HAMBURG","KÖLN","MÜNCHEN","BERLIN","HYBRID","DEUTSCHLANDWEIT"],"tasks":["Beratung unserer Kunden bei der Implementierung und Optimierung von innovativen AI Algorithmen und Microsoft Fabric-Lösungen (sowie PowerBI)","Unterstützung bei der Weiterentwicklung von BI-Architekturen und Datenstrategien","Du entwickelst Lösungen auf Basis von Analyse- und KI-Technologien (z. B. Azure ML, ML-Server, BOT-Framework, Cognitive Services, Big Data, Data Lake, Azure Databricks usw.)","Entwicklung interaktiver Dashboards und Reports zur datengetriebenen Entscheidungsfindung","Durch die Power von Cloud-Technologien (Fokus auf Azure) schaffst du es, unseren Kunden skalierbare, kosteneffiziente und flexible Lösungen anzubieten","Optimierung und Entwicklung von ETL-Prozessen auf der Microsoft Fabric-Plattform","Du hilfst dem Kunden beim Aufbau seiner Entwicklungsumgebung, durchführung von Requirements Engineering Workshops und Schulungen, um Kunden den optimalen Einsatz von AI, Power BI und Microsoft Fabric zu ermöglichen"],"benefits":["WEITERENTWICKLUNG","HYBRIDES ARBEITEN","FLEXIBLE ARBEITSZEITEN","EXPERTEN NETZWERK","Hybrides Arbeiten: Ein individueller Mix aus remote working, Zeit im Office oder beim Kunden vor Ort","Innovation & Vielfalt: Deutschlandweite, branchenübergreifende Projekte mit großen und mittelständischen Kunden","Cluster Reply Spirit: Starkes Teamgefühl, flache Hierarchien und ein persönliches, familiäres und wertschätzendes Miteinander","Immer up to date: Jede Menge externe und interne individueller Weiterbildungsmöglichkeiten und Zertifizierungen"],"qualifications":["Erfolgreich abgeschlossenes Studium in (Wirtschafts-) Informatik, Data Science oder einem vergleichbaren Bereich","Mindestens 2 Jahre Erfahrung mit Power BI, Datenmodellierung (DAX, Power Query) und ETL-Prozessen und „Machine-Learning“ und/oder „AI“ (z.B. scikit-learn, Keras, Tensorflow, CNTK etc.)","Erfahrung mit Microsoft Azure und Entwicklung auf Basis von Microsoft Technologien","Interesse an modernen Datenplattformen, insbesondere Microsoft Fabric und der Azure Data Plattform","Erfahrung in der Zusammenarbeit mit Kunden und ein ausgeprägtes Gespür für ihre Anforderungen","Dich zeichnet eine selbständige und eigenverantwortliche Arbeitsweise aus und findest dich in einem dynamischen Umfeld schnell zurecht","Du bist vertraut mit klassischen Projekttätigkeiten- und Aktivitäten, hast Erfahrungen mit agilen Arbeitsmodellen und bringst die Bereitschaft mit national zu reisen","Sehr gute Deutsch- und Englischkenntnisse"],"company":"Reply","scraped_date":"2025-06-23 15:04:35"}
